Repository: Jenyay/outwiker
Catalog: src/locale/*/LC_MESSAGES/outwiker.po
Languages: de, sv

source: About…
de: Über…
sv: Om…

source: Open "About" dialog
de: "Über" Dialogfeld öffnen
sv: Öppna "Om"

source: Add/Remove Bookmark
de: Lesezeichen hinzufügen/entfernen
sv: Lägg till/Ta bort bokmärke

source: Add Child Page…
de: Unterseite hinzufügen…
sv: Lägg till underside…

source: Add child page
de: Unterseite hinzufügen
sv: Lägg till undersida

source: Add Sibling Page…
de: Neue Seite auf gleicher Ebene erstellen…
sv: Lägg till syskonsida…

source: Add sibling page
de: Neue Seite auf gleicher Ebene erstellen
sv: Lägg till syskonsida

source: Set Style to Branch…
de: Stil für ein Ast aufstellen…
sv: Ange grenstil…

source: Set Style to Branch
de: Stil für ein Ast aufstellen
sv: Ange grenstil

source: Please wait...
de: Bitte warten...
sv: Vänta...

source: Set style to branch
de: Stil für ein Ast aufstellen
sv: Ange grenstil

source: Style
de: Stil
sv: Stil

source: Default
de: Standard
sv: Standard

source: Create a new attached folder
de: Neuen Ordner als Anhang erstellen

source: Create a new folder in the current attached folder
de: Neuen Ordner im aktuell angehängten Ordner erstellen

source: Create a new folder in the current attached folder. Action for attachments panel
de: Neuen Ordner im aktuell angehängten Ordner erstellen. Aktion für angehängtes Panel

source: Execute attachments
de: Anhänge ausführen

source: Execute selected attachments
de: Gewählte Anhänge ausführen

source: You did not select an attachment to execute
de: Kein Anhang zum Ausführen gewählt

source: Can't execute attachment '%s'
de: Kann Anhang '%s' nicht ausführen

source: Attach Files…
de: Dateien anhängen…
sv: Bifoga filer…

source: Attach files to current page
de: Dateien zum aktuellen Seite anhängen
sv: Bifoga filer till aktuell sida

source: Attach Folder…
de: Ordner anhängen…

source: Attach folder with files to current page
de: Ordner mit Dateien an aktuelle Seite anhängen

source: Open Attachments Folder
de: Ordner mit Anhang öffnen
sv: Öppna bilagemappen

source: Open folder with attachments
de: Ordner mit Anhängen öffnen

source: Can't open folder '{}'
de: Ordner '{}' kann nicht geöffnet werden
sv: Kan inte öppna mappen '{}'

source: Insert link to attachments
de: Link zum Anhang einfügen

source: You did not select any attachments
de: Nichts als Anhang ausgewählt

source: Remove attachments
de: Anhänge entfernen

source: Remove selected attachments. Action for attach panel
de: Gewählte Anhänge entfernen. Aktion für angehängtes Panel

source: You did not select any attachment to remove
de: Keine Anhänge zum Entfernen gewählt

source: Remove selected attachments?
de: Die gewählten Anhänge entfernen?

source: Removing attachments
de: Entferne Anhänge

source: Rename attachment
de: Anhang umbenennen

source: Rename selected attached file. Action for attachments panel
de: Gewählte angehängte Datei umbenennen. Aktion für angehängtes Panel

source: Select all
de: Alles wählen

source: Select all attachments. Action for the attachments panel
de: Alle Anhänge wählen. Aktion für angehängtes Panel

source: Copy Page Title
de: Seitentitel kopieren
sv: Kopiera sidtitel

source: Copy current page title to clipboard
de: Titel der aktuellen Seite in Zwischenablage kopieren
sv: Kopiera aktuell sidtitel till urklipp

source: Copied to clipboard
de: In die Zwischenablage kopiert

source: Page title has been copied to the clipboard
de: Seitenüberschrift in die Zwischenablage kopiert

source: Copy Page Path
de: Seitenpfad kopieren
sv: Kopiera sidsökväg

source: Copy path to current page to clipboard
de: Pfad zur aktuellen Seite in Zwischenablage kopieren
sv: Kopiera aktuell sidsökväg till urklipp

source: Path to the page has been copied to the clipboard
de: Pfad zur Seite in die Zwischenablage kopiert

source: Copy Attachments Path
de: Anlagen-Pfad kopieren
sv: Kopiera bilagesökväg

source: Copy path to attachments for current page to clipboard
de: Pfad für Anlagen aktueller Seite in die Zwischenablage kopieren
sv: Kopiera aktuell bilagesökväg till urklipp

source: Path to the page attachments has been copied to the clipboard
de: Pfad zu Seitenanhängen in die Zwischenablage kopiert

source: Copy Page Link
de: Seitenlink kopieren
sv: Kopiera sidlänk

source: Copy link to current page to clipboard
de: Link zur aktuellen Seite in Zwischenablage kopieren
sv: Kopiera aktuell sidlänk till urklipp

source: Link to the page has been copied to the clipboard
de: Link zu Seite in die Zwischenablage kopiert

source: Close
de: Schließen
sv: Stäng

source: Close a tree notes
de: Notizen-Baum schließen
sv: Stäng en trädnotis

source: Page Properties…
de: Seiteneigenschaften…
sv: Sidegenskaper…

source: Edit page properties
de: Seiteneigenschaften bearbeiten
sv: Redigera sidegenskaper

source: Exit…
de: Verlassen…
sv: Avsluta…

source: Close OutWiker
de: Schließen OutWiker
sv: Stäng OutWiker

source: Fullscreen
de: Vollbild
sv: Helskärm

source: Fullscreen mode on/off
de: Vollbild-Modus ein-/ausschalten
sv: Helskärmsläge på/av

source: Global Search…
de: Globale Suche…
sv: Global sökning…

source: Create or open page for global search
de: Erstelle oder öffne Seite für globale Suche
sv: Skapa eller öppna sida för global sökning

source: Can't create page
de: Seite kann nicht erstellt werden
sv: Kan inte skapa sida

source: Back
de: Zurück
sv: Tillbaka

source: Open previous page
de: Vorherige Seite öffnen
sv: Öppna föregående sida

source: Forward
de: Vorwärts
sv: Framåt

source: Open next page
de: Nächste Seite öffnen
sv: Öppna nästa sida

source: Move Page Down
de: Seite nach unten verschieben
sv: Flytta ner sida

source: Move page down
de: Seite nach unten verschieben
sv: Flytta ner sida

source: Wiki is not open
de: Wiki ist nicht geöffnet
sv: Wikin är inte öppen

source: Move Page Up
de: Die Seite nach oben verschieben
sv: Flytta upp sida

source: Move page up
de: Die Seite nach oben verschieben
sv: Flytta ner sida

source: Go to parent page
de: Zur übergeordnete Seite
sv: Gå till överordnad sida

source: Open parent page
de: Öffne übergeordnete Seite
sv: Öppna överordnad sida

source: Go to first child page
de: Zur ersten Unterseite
sv: Gå till första undersidan

source: Open first child page
de: Öffne ersten Unterseite
sv: Öppna första undersidan

source: Go to next page
de: Zur nächsten Seite
sv: Gå till nästa sida

source: Go to previous page
de: Zur vorherigen Seite
sv: Gå till föregående sida

source: New…
de: Neu…
sv: Nytt…

source: Create a new tree notes
de: Neuen notizenbaum schaffen
sv: Skapa ny trädnotering

source: Open…
de: Öffnen…
sv: Öppna…

source: Open tree notes
de: Notizenbaum öffnen
sv: Öppna trädnotiser

source: Help
de: Hilfe
sv: Hjälp

source: Open help
de: Hilfe öffnen
sv: Öppna hjälpen

source: Open Plugins Folder
de: Plugins-Ordner öffnen
sv: Öppna insticksmappen

source: Open folder with plugins
de: Ordner öffnen mit plugins
sv: Öppna mappen med insticksmoduler

source: Open Read-only…
de: Schreibgeschützt öffnen…
sv: Öppna med skrivskydd…

source: Open tree notes read only
de: Notizenbaum nur für des Lesen öffnen
sv: Öppna trädnotiser med skrivskydd

source: Preferences…
de: Einstellungen…
sv: Inställningar…

source: Open the preferences dialog
de: Einstellungendialog öffnen
sv: Öppna inställningsdialogen

source: Print
de: Drucken
sv: Skriv ut

source: Print current page
de: Aktuelle Seite drucken
sv: Skriv ut aktuell sida

source: Reload Wiki…
de: Wiki neu laden…
sv: Läs in Wiki igen…

source: Reload wiki
de: Wiki neu laden
sv: Läs in Wiki igen

source: Save current page before reload?
de: Vor Aktuallisierung, aktuelle Seite speichern?
sv: Vill du spara aktuell sida före ny inläsning?

source: Save?
de: Speichern?
sv: Vill du spara?

source: Remove Page…
de: Seite entfernen…
sv: Ta bort sida…

source: Remove current page and all children
de: Aktuelle Seite und alle Unterseiten entfernen
sv: Ta bort aktuell sida och alla undersidor

source: Rename Page
de: Seite umbenennen
sv: Byt namn på tagg

source: Rename current page
de: Aktuelle Seite umbenennen
sv: Byt namn på aktuell sida

source: Save
de: Speichern
sv: Spara

source: Save current note
de: Aktuelle Notiz speichern
sv: Spara aktuell notis

source: Search
de: Suche
sv: Sök

source: Find on page
de: Suchen auf Seite
sv: Sök på sidan

source: Find next
de: Nächsten finden
sv: Sök nästa

source: Find next on page
de: Nächsten auf Seite finden
sv: Sök nästa på sidan

source: Find previous
de: Vorherigen finden
sv: Sök föregående

source: Find previous on page
de: Vorherigen auf Seite finden
sv: Sök föregående på sidan

source: Search and Replace
de: Suchen und ersetzen
sv: Sök och ersätt

source: Begin search and replace on page
de: Starten suchen und ersetzen auf Seite
sv: Sök och ersätt på sidan

source: Attachments
de: Anlagen
sv: Bilagor

source: Show / hide a attachments panel
de: Anzeigen / verstecken ein Anlagen-Panel
sv: Visa/Dölj bilagepanel

source: Show / hide a tags panel
de: Anzeigen / verstecken ein Tags-Panel
sv: Visa/Dölj taggpanel

source: Notes Tree
de: Notizen-Baum
sv: Notisträd

source: Show / hide a notes tree panel
de: Anzeigen / verstecken ein Notizbaum-Panel
sv: Visa/Dölj notisträd

source: Sort Children Pages Alphabetically
de: Unterseite nach dem Alphabet sortieren
sv: Sortera undersidor alfabetiskt

source: Sort children pages alphabetically
de: Unterseite nach dem Alphabet sortieren
sv: Sortera undersidor alfabetiskt

source: Sort Siblings Pages Alphabetically
de: Neue Seite auf gleicher Ebene nach dem Alphabet sortieren
sv: Sortera syskonsidor alfabetiskt

source: Sort siblings pages alphabetically
de: Neue Seite auf gleicher Ebene nach dem Alphabet sortieren
sv: Sortera syskonsidor alfabetiskt

source: Main panel
de: Grundleiste
sv: Huvudpanel

source: Set focus to main panel
de: Fokus auf Grundleiste aufstellen
sv: Sätt fokus på huvudpanelen

source: Notes tree
de: Notizen-Baum
sv: Notisträd

source: Set focus to notes tree
de: Fokus auf Notizen-Baum aufstellen
sv: Sätt fokus på notisträdet

source: Set focus to attachments panel
de: Fokus auf ein Anlagen-Panel aufstellen
sv: Sätt fokus på bilagepanelen

source: Set focus to tags cloud panel
de: Fokus auf eine Paneel einer Tag Wolke aufstellen
sv: Sätt fokus på taggmolnpanelen

source: Close Tab
de: Tab schließen
sv: Stäng flik

source: Close current tab
de: Aktuellen Tab schließen
sv: Stäng aktuell flik

source: Add Tab
de: Tab hinzufügen
sv: Lägg till flik

source: Add tab
de: Tab hinzufügen
sv: Lägg till flik

source: Next Tab
de: Nächsten Tab
sv: Nästa flik

source: Go to next tab
de: Wechseln zum nächsten Tab
sv: Gå till nästa flik

source: Previous Tab
de: Vorherigen Tab
sv: Föregående flik

source: Go to previous tab
de: Wechseln zum vorherigen Tab
sv: Gå till föregående flik

source: Add Tags to Branch…
de: Tags an ein Ast hinzufügen…
sv: Lägg till taggar till gren…

source: Add tags to branch
de: Tags an ein Ast hinzufügen
sv: Lägg till taggar till gren

source: Add Tags to Branch
de: Tags an ein Ast hinzufügen
sv: Lägg till taggar till gren

source: Remove Tags from Branch…
de: Tags von ein Ast entfernen…
sv: Ta bort taggar från gren…

source: Remove tags from branch
de: Tags von ein Ast entfernen
sv: Ta bort taggar från gren

source: Remove Tags from Branch
de: Tags von ein Ast entfernen
sv: Ta bort taggar från gren

source: Rename Tag…
de: Tag umbenennen…
sv: Byt namn på tag…

source: Rename tag
de: Tag umbenennen
sv: Byt namn på tagg

source: Bold
de: Fett
sv: Fet

source: Italic
de: Kursiv
sv: Kursiv

source: Bold italic
de: Fett Kursiv
sv: Fet kursiv

source: Underline
de: Unterstreichung
sv: Understruken

source: Strikethrough
de: Durchgestrichen
sv: Genomstruken

source: Subscript
de: Tiefgestellt
sv: Nedsänkt text

source: Superscript
de: Hochgestellt
sv: Upphöjd text

source: Preformatted text
de: Vorformatierter text
sv: Förformaterad text

source: Insert code
de: Fügen Sie code
sv: Infoga kod

source: Insert code(monospaced font)
de: Fügen Sie Code (Festbreitenschriftart)
sv: Infoga kod (fast teckenbredd)

source: Align text left
de: Text linksbündig
sv: Justera vänster

source: Align text center
de: Text zentrumbündig
sv: Centrera text

source: Center
de: Text zentriert
sv: Centrera

source: Align text right
de: Text rechtsbündig
sv: Justera höger

source: Justify
de: Die Angleichung nach der Breite
sv: Justera

source: First-level heading
de: Überschrift der ersten Ebene
sv: Primär nivårubrik

source: Second-level heading
de: Überschrift der zweiten Ebene
sv: Sekundär nivårubrik

source: Subtitle three
de: Untertitel drei
sv: Underrubrik tre

source: Subtitle four
de: Untertitel vier
sv: Underrubrik fyra

source: Subtitle five
de: Untertitel fünf
sv: Underrubrik fem

source: Subtitle six
de: Untertitel sechs
sv: Underrubrik sex

source: Anchor
de: Anker
sv: Ankare

source: Horizontal rule
de: Horizontale Linie
sv: Horisontell linjal

source: Insert Link
de: Link einfügen
sv: Infoga länk

source: Quote
de: Zitat
sv: Citat

source: Insert a quote block
de: Einen Zitat-Block einfügen
sv: Infoga citatblock

source: Image
de: Bild
sv: Bild

source: Insert image
de: Bild einfügen
sv: Infoga bild

source: Mark
de: Markieren
sv: Märk

source: Mark text
de: Text markieren
sv: Märk text

source: Bullets list
de: Ohne Nummer Liste
sv: Punktlista

source: Insert a bullets list
de: Ohne Nummer Liste einfügen
sv: Infoga punktlista

source: Numbers list
de: Nummer Liste
sv: Numrerad lista

source: Insert a numbers list
de: Nummer Liste einfügen
sv: Infoga numrerad lista

source: Decrease nesting level
de: Niveau des Anhang zu verringern
sv: Minska underliggande nivå

source: Decrease the nesting level of the selected list items
de: Niveau des Anhang der ausgewählte Zeilen der Liste zu verringern
sv: Minska underliggande nivåer för markerade listobjekt

source: Line break
de: Zeilenumbruch
sv: Radbrytning

source: Insert a line break
de: Einfügen eines Zeilenumbruchs
sv: Infoga radbrytning

source: Convert HTML Symbols
de: Symbole umwandeln in HTML
sv: Konvertera HTML-symboler

source: Table
de: Tabelle
sv: Tabell

source: Insert a table
de: Tabelle einfügen
sv: Infoga tabell

source: Table rows
de: Tabellenzeile
sv: Tabellrader

source: Insert table rows
de: Tabellen Zeile einfügen
sv: Infoga tabellrader

source: Table cell
de: Tabellenzelle
sv: Tabellcell

source: Insert a table cell
de: Tabellenzelle einfügen
sv: Infoga tabellcell

source: Current date
de: Tagesdatum
sv: Aktuellt datum

source: Insert the current date
de: Aktuelles Datum einfügen
sv: Infoga aktuellt datum

source: Spell checking
de: Rechtschreibprüfung
sv: Stavningskontroll

source: Enable / disable spell checking
de: Rechtschreibprüfung aktivieren / deaktivieren
sv: Aktivera/Avaktivera stavningskontroll

source: Duplicate line
de: Doppelte Zeile
sv: Duplicera rad

source: Duplicate current line
de: Dupliziere aktuelle Zeile
sv: Duplicera aktuell rad

source: Move selected lines up
de: Ausgewählte Zeilen nach oben versetzen
sv: Flytta upp markerade rader

source: Move the selected lines up one line
de: Ausgewählte Zeilen auf eine Zeile nach oben verschieben
sv: Flytta upp markerade rader ett steg

source: Move selected lines down
de: Ausgewählte Zeilen nach unten versetzen
sv: Flytta ner markerade rader

source: Move the selected lines down one line
de: Ausgewählte Zeilen auf eine Zeile nach unten verschieben
sv: Flytta ner markerade rader ett steg

source: Delete line
de: Zeile löschen
sv: Ta bort rad

source: Delete the current line
de: Lösche die aktuelle Zeile
sv: Ta bort aktuell rad

source: Join lines
de: Zeile einfügen
sv: Sammanfoga rader

source: Delete word to the left
de: Linkes Wort löschen
sv: Ta bort ord till vänster

source: Delete text to beginning of the word
de: Bis Wortanfang löschen
sv: Ta bort text till början av ordet

source: Delete word to the right
de: Rechtes Wort löschen
sv: Ta bort ord till höger

source: Delete text to ending of the word
de: Bis Wortende löschen
sv: Ta bort text till slut av ordet

source: Delete to start of the line
de: Bis Zeilenbeginn löschen
sv: Ta bort till början av raden

source: Delete text back from the current position to the start of the line
de: Ab aktueller Position bis Zeilenanfang löschen
sv: Ta bort text från aktuell position till till början av raden

source: Delete to end of the line
de: Bis Zeilenende löschen
sv: Ta bort till slutet av raden

source: Delete text forwards from the current position to the end of the line
de: Ab aktueller Position bis Zeilenende löschen
sv: Ta bort text från aktuell position till till slutet av raden

source: Go to previous word
de: Zur vorherigen Wort
sv: Gå till föregående ord

source: Move cursor to previous word
de: Cursor zum vorherigen Wort verschieben
sv: Flytta markören till föregående ord

source: Go to next word
de: Zur nächsten Wort
sv: Gå till nästa ord

source: Move cursor to next word
de: Cursor zum nächsten Wort verschieben
sv: Flytta markören till nästa ord

source: Go to previous word and select
de: Zur vorherigen Wort und auswählen
sv: Gå till föregående ord och markera

source: Move cursor to previous word and select text
de: Cursor zum vorherigen Wort verschieben und Text markieren
sv: Flytta markören till föregående ord och markera text

source: Go to next word and select
de: Zur nächste Wort und auswählen
sv: Gå till nästa ord och markera

source: Move cursor to next word and select text
de: Cursor zum nächsten Wort verschieben und Text markieren
sv: Flytta markören till nästa ord och markera text

source: Go to start of the word
de: Zum Anfang des Wortes
sv: Gå till början av ordet

source: Move cursor to start of the current word
de: Cursor zum Anfang einer aktuellen Wort verschieben
sv: Flytta markören till början av det aktuella ordet

source: Go to end of the word
de: Zum Ende des Wortes
sv: Gå till slutet av ordet

source: Move cursor to end of the current word
de: Cursor zum Ende einer aktuellen Wort verschieben
sv: Flytta markören till slutet av det aktuella ordet

source: Copy line
de: Zeile kopieren
sv: Kopiera rad

source: Copy the current line to clipboard
de: Zeile in der Zwischenablage kopieren
sv: Kopiera aktuell rad till Urklipp

source: Cut line
de: Zeile ausschneiden
sv: Klipp ut rad

source: Cut the current line to clipboard
de: Zeile in der Zwischenablage ausschneiden
sv: Klipp ut aktuell rad till Urklipp

source: Copy word
de: Wort kopieren
sv: Kopiera ord

source: Copy the current word to clipboard
de: Aktuelle Wort in der Zwischenablage kopieren
sv: Kopiera det aktuella ordet till Urklipp

source: Cut word
de: Wort ausschneiden
sv: Klipp ut ord

source: Cut the current word to clipboard
de: Aktuelle Wort in der Zwischenablage ausschneiden
sv: Klipp ut det aktuella ordet

source: Text color...
de: Textfarbe...

source: Set text color
de: Textfarbe setzten

source: Text background color...
de: Texthintergrundfarbe...

source: Set text background color
de: Wählen Sie die Texthintergrundfarbe

source: Comment
de: Kommentar
sv: Kommentar

source: Mark text as comment
de: Markiere Text als Kommentar

source: Switch to code tab
de: Wechsel zum Quelltext

source: Switch to code tab for some page types
de: Wechsel zum Quelltext für gewisse Seiten

source: Switch to preview tab
de: Wechsel zur Vorschau

source: Switch to preview tab for some page types
de: Wechsel zur Vorschau für gewisse Seiten

source: You did not select any file to remove
de: Keine Datei zum Entfernen ausgewählt

source: Remove selected files?
de: Ausgewählte Dateien entfernen?
sv: Vill du ta bort markerade filer?

source: Remove files?
de: Dateien entfernen?
sv: Vill du ta bort filer?

source: {count} file(s) - {size} KB
de: {count} Datei(en) - {size} KB

source: General
de: Allgemeine
sv: Allmänt

source: Appearance
de: Ansicht
sv: Utseende

source: Can't open page. Page folder not exists
de: Seite kann nicht geöffnet werden, Seiten ordner existiert nicht
sv: Kan inte öppna sidan. Sidmappen finns inte.

source: Add to Bookmarks
de: Zu Lesezeichen hinzufügen
sv: Lägg till i bokmärken

source: Remove from Bookmarks
de: Aus Lesezeichen entfernen
sv: Ta bort från bokmärken

source: Can't save page. Wiki folder not exists. Wiki will be closed.
de: Seite kann nicht gespeichert werden. Wiki Ordner existiert nicht. Wiki wird geschlossen.
sv: Kan inte spara sidan. Wiki-mappen finns inte. Wikin kommer att stängas.

source: Can't save page. Page folder not exists. Wiki will be reloaded.
de: Seite kann nicht gespeichert werden. Seiten Ordner existiert nciht. Wiki wird neu geladen.
sv: Kan inte spara sidan. Sidmappen finns inte. Wikin kommer att läsas in på nytt.

source: OutWiker is personal wiki system and tree notes outliner.
de: OutWiker ist ein persönliches wiki System und Baumstruktur Outliner.
sv: OutWiker är ett personlig wiki-system och en anteckningsöversikt.

source: License: GPL 3
de: Lizenz: GPL 3
sv: Licens: GPL 3

source: Telegram group
de: Telegram-Gruppe

source: VK group
de: VK Gruppe

source: Sources on github
de: Quellen auf Github

source: OutWiker localizations
de: OutWiker Lokalisierungen

source: Home site
de: Startseite

source: Github page
de: Github-Seite

source: About
de: Über OutWiker
sv: Om

source: Author contacts
de: Kontakte der Autoren

source: Author: Eugeniy Ilin (aka Jenyay)
de: Autor: Eugeniy Ilin (aka Jenyay)

source: Select tag for rename
de: Tag für Umbenennung wählen
sv: Välj tagg för namnbyte

source: New tag name
de: Neuen Tagname
sv: Nytt taggnamn

source: Error
de: Fehler
sv: Fel

source: Enter new tag name
de: Neuen Tagname eingeben
sv: Ange nytt taggnamn

source: Create new notes tree...
de: Entwerfe neuen Notizenbaum...
sv: Öppnar anteckningsträdet…

source: Open notes tree from disk...
de: Öffne Notizenbaum von Festplatte...
sv: Öppnar anteckningsträdet…

source: Recently used notes tree:
de: Zuletzt benutzter Notizenbaum:

source: Open
de: Öffne
sv: Öppna

source: Note
de: Notiz
sv: Notis

source: Notes
de: Notizen
sv: Notiser

source: File
de: Datei
sv: Arkiv

source: Edit
de: Bearbeiten
sv: Redigera

source: Tree
de: Baum
sv: Träd

source: Tools
de: Werkzeuge
sv: Verktyg

source: Bookmarks
de: Lesezeichen
sv: Bokmärken

source: View
de: Ansicht
sv: Visa

source: Go to
de: Zu überzugehen
sv: Gå till

source: Toolbars
de: Funktionsleisten
sv: Verktygsfält

source: Undo
de: Rückgängig
sv: Ångra

source: Redo
de: Wiederherstellen
sv: Upprepa

source: Cut
de: Ausschneiden
sv: Klipp ut

source: Copy
de: Kopieren
sv: Kopiera

source: Paste
de: Einfügen
sv: Klistra in

source: Select All
de: Alles markieren
sv: Markera alla

source: Can't save config %s
de: Konfiguration kann nicht gespeichert werden %s
sv: Kan inte spara konfiguration %s

source: Can't add wiki to recent list. Can't save config. %s
de: Liste der letzten offenen Wiki kann nicht gespeichert werden. Konfiguration kann nicht gespeichert werden. %s
sv: Kan inte lägga till wiki i listan "Tidigare". Kan inte spara konfiguration. %s

source: You can't rename the root element
de: Das Root-Element kann nicht umbenannt werden
sv: Du kan inte namnändra rotobjektet

source: Attach files to the note '{title}'? {files}
de: Dateien anhängen an Notiz '{title}'? {files}

source: Attach files to the note?
de: Dateien zur Notiz anhängen?

source: Page "%s" not found
de: Seite "%s" nicht gefunden
sv: Sidan "%s" hittades inte

source: Create Page
de: Seite erstellen
sv: Skapa sida

source: Title
de: Titel
sv: Titel

source: Page icon
de: Seitensymbol

source: Page type
de: Seitentyp
sv: Sidtyp

source: New page position
de: Position neue Seite

source: Top of the list
de: Anfang der Liste

source: End of the list
de: Ende der Liste

source: Alphabetically
de: Alphabetisch

source: Not in groups
de: Nicht in Gruppen
sv: Inte i grupper

source: Recent
de: Letzte
sv: Senaste

source: Can't set page icon
de: Seiten Symbol kann nicht gesetzt werden
sv: Kan inte tillämpa sidikon

source: Insert link to attachment
de: Link zum Anhang einfügen
