Repository: Jenyay/outwiker
Catalog: src/locale/*/LC_MESSAGES/outwiker.po
Languages: de, sv

source: Apply style to text
de: Stil auf Text anwenden

source: Select style
de: Stil wählen

source: Styles
de: Stil

source: Advanced style...
de: Erweiterte Stile...

source: Show dialog for advanced text style settings
de: Dialogfeld für erweiterte Text-Stil-Einstellungen anzeigen

source: Can't load file %s
de: Kann Datei nicht laden %s
sv: Kan inte läsa in filen %s

source: Select font size
de: Schriftgröße wählen
sv: Välj teckenstorlek

source: Font size
de: Schriftgröße
sv: Teckenstorlek

source: List item style
de: Stil der Aufzählungsliste

source: List item
de: Aufzählungszeichen

source: Invisible
de: Unsichtbar

source: None
de: Keine
sv: Нет

source: Style name
de: Stil Name

source: Text color
de: Schriftfarbe

source: Text background
de: Texthintergrund

source: Custom CSS
de: Benutzerdefinierte CSS

source: Can't open file '{}'
de: Datei kann nicht geöffnet werden '{}'

source: Encoding error in file '{}'
de: Kodierung der Datei fehlerhaft '{}'

source: Can't create thumbnail for <b>"{}"</b>
de: Miniaturansicht kann nicht erstellt werden <b>"{}"</b>

source: Thumbnails
de: Miniaturansichten
sv: Miniatyrer

source: Select attached image
de: Bild als Anhang wählen

source: Thumbnail size
de: Miniaturbild Grösse
sv: Miniatyrstorlek

source: Width
de: Breite
sv: Bredd

source: Height
de: Höhe
sv: Höjd

source: Max size
de: Max. Grösse
sv: Maxstorlek

source: 0 - default size
de: 0 - Standard Grösse
sv: 0 - standardstorlek

source: Wiki Page
de: Wiki-Seite
sv: Wiki-sida

source: Commands
de: Befehle
sv: Kommandon

source: Select text color
de: Wählen Sie die Farbe des Textes

source: Select text background color
de: Wählen Sie die Texthintergrundfarbe

source: Show HTML Code Tab
de: Anzeigen der Registerkarte "HTML Quelltext"
sv: Visa HTML-flik

source: Highlight the Wiki Notation
de: Wiki-Verweis auszumalen
sv: Belys wiki-notering

source: Thumbnail Size
de: Miniaturgröße
sv: Minityrstorlek

source: Template for empty page
de: Vorlage für eine leere Seite
sv: Mall för tom sida

source: Default link style
de: Standard Link Stil
sv: Standardlänksstil

source: [[comment -> link]]
de: [[Kommentar-> Link]]
sv: [[kommentar -> länk]]

source: [[link | comment]]
de: [[Link | Kommentar]]
sv: [[länk | kommentar]]

source: Open folder with attached files
sv: Öppna mappen med bilagor

source: Tags
sv: Taggar

source: File '%s' exists already
sv: Filen '%s' finns redan

source: Remove page "{}" and all subpages? All attached files will also be deleted.
sv: Vill du ta bort sidan ”{}” och alla undersidor? Alla bifogade filer tas också bort.

source: computer
sv: dator

source: software
sv: mjukvara

source: tags
sv: taggar

source: Link
sv: Länk

source: Remove Files…
sv: Ta bort filer…

source: Execute
sv: Kör

source: You did not select a file to remove
sv: Du har inte valt någon fil att ta bort

source: You did not select a file to paste
sv: Du har inte valt fil att klistra in

source: You did not select a file to execute
sv: Du har inte valt fil att köra

source: Icon
sv: Ikon

source: Word
sv: Ord

source: OutWiker's page:
sv: OutWikers sida:

source: Facebook page
sv: Facebook

source: Vkontakte group
sv: Vkontakte-grupp

source: Contacts
sv: Kontakter

source: Author: Ilin Eugeniy (aka Jenyay)
sv: Utvecklare: Ilin Eugeniy (aka Jenyay)

source: Overwrite file?
sv: Vill du skriva över filen?

source: Overwrite Files
sv: Skriv över filer

source: Invalid icon file: {}
sv: Ogiltig ikonfil: {}

source: Plugins
sv: Insticksmoduler

source: Insert link
sv: Infoga länk

source: Open file
sv: Öppna fil

source: Double click on an attached file
sv: Dubbelklick på en bifogad fil

source: Tag color
sv: Taggfärg

source: Hover tag color
sv: Taggfärg vid hovring

source: Marked tag color
sv: Markerad tagg-färg

source: Hover marked tag color
sv: Markerad tagg-färg vid hovring

source: Marked tag background color
sv: Bakgrundsfärg för markerad tagg

source: Tag
sv: Tagg

source: Tray icon
sv: Panelikon

source: Editor
sv: Redigerare

source: Search pages with the tag
sv: Sök sidor med taggen

source: Toggle tag selection
sv: Växla taggmarkering

source: Left click on the tag
sv: Vänsterklick på taggen

source: Middle click on the tag
sv: Mushjulsklick på taggen

source: Minimize to tray
sv: Minimera till meddelandefältet

source: Minimize on close window
sv: Minimera istället för att stänga

source: Tags:
sv: Taggar:

source: Name
sv: Namn

source: Html Code
sv: HTML-kod

source: !!! Attachment (:attachlist:) ---- !!! Child pages (:childlist:)
sv: !!! Bilagor (:attachlist:) ---- !!! Undersidor (:childlist:)

source: <b>Can't open file %s</b>
sv: <b>Kan inte öpnna filen %s</b>

source: <b>Encoding error in file %s</b>
sv: <b>Kodningsfel i filen %s</b>

source: <b>Can't create thumbnail for "{}"</b>
sv: <b>Kan inte skapa miniatyr för "{}"</b>

source: File name
sv: Filnamn
