Repository: Jenyay/outwiker
Catalog: src/locale/*/LC_MESSAGES/outwiker.po
Languages: de, sv

source: Execute attachment
de: Anhang ausführen

source: Double clicking or pressing Enter on an attached file
de: Angehängte Datei doppelklicken oder Enter-Taste drücken

source: Show hidden folders
de: Zeige versteckte Ordner

source: Main window
de: Hauptfenster

source: Main panels background color
de: Hintergrundfarbe der Hauptseite

source: Main panels text color
de: Hauptbereiche Textfarbe

source: Font
de: Schriftart
sv: Teckensnitt

source: Show line numbers
de: Zeilennummern anzeigen
sv: Visa radnummer

source: Tab width
de: Tab-Schrittweite
sv: Flikbredd

source: Home / End keys moves the cursor to the beginning / end of
de: Pos1/Ende-Tasten bewegen den Cursor zum Anfang / Ende des
sv: Home-/End-tangenter flyttar markören till början/slutet av

source: Line
de: Linie
sv: Rad

source: Paragraph
de: Absatz
sv: Stycke

source: Font color
de: Schriftfarbe
sv: Teckenfärg

source: Background color
de: Hintergrundfarbe
sv: Bakgrundsfärg

source: Background color of the selected text
de: Hintergrundfarbe des ausgewählten Text
sv: Bakgrundsfärg på den markerade texten

source: Page margin background color
de: Hintergrundfarbe des Feld der Seite
sv: Bakgrundsfärg för sidmarginal

source: Date and time format
de: Datum- und Uhrzeitformat
sv: Datum- och tidsformat

source: New page title template
de: Vorlage für neue Seite

source: Recent used
de: Kürzlich benutzt
sv: Senast använd

source: Preview
de: Vorschau
sv: Förhandsgranskning

source: Autosave interval in seconds(0 - disabled)
de: Automatisches Speichern in Sekunden(0 - deaktiviert)
sv: Intervall för att autospara, i sekunder (0 - inaktiverat)

source: Toaster delay in seconds
de: Verzögerung des Meldefensters in Sekunden

source: Ask before exit
de: Fragen vor dem Schließen
sv: Bekräfta före avslut

source: Length of recently used icons history
de: Länge der zuletzt verwendeten Symbol Verlauf
sv: Historiklängd för tidigare använda ikoner

source: Length of recently opened files history
de: Länge der zuletzt geöffneten Dateien Verlauf
sv: Historiklängd för tidigare öppnade filer

source: Automatically open the recent file
de: Aktuelle Datei automatisch öffnen
sv: Öppna senast använda fil automatiskt

source: Language(restart required)
de: Sprache (Neustart erforderlich)
sv: Språk (omstart krävs)

source: Help with translation
de: Bei Übersetzung helfen

source: Default opening page mode
de: Standard Regime der Eröffnung der Seiten
sv: Standardläge för sidöppning

source: Auto
de: Automatisch

source: {hotkey} hotkey assigned for "{old}". Assign this hotkey for "{new}"?
de: Tastenkombination {hotkey} ernenne für "{old}". Diese Tastenkombination ernennen für "{new}"?
sv: Snabbtangent {hotkey} associerad med "{old}". Vill du tilldela denna snabbtangent till "{new}"?

source: Hotkeys conflict
de: Tastenkombinationen in Konflikt geraten
sv: Snabbtangentkonflikt

source: Hotkey. Press the Backspace key to clear
de: Tastenkombination. Backspace betätigen zum Löschen

source: Unknown tag
de: Unbekanntes tag
sv: Okänd tagg

source: Attribute
de: Attribut
sv: Attribut

source: Unknown attribute
de: Unbekanntes Attribut
sv: Okänt attribut

source: Number
de: Zahl
sv: Nummer

source: String
de: Zeile
sv: Sträng

source: Paragraphs separator
de: Paragraf teilen
sv: Styckeavdelare

source: Additional styles (CSS):
de: Erweiterte Stile (CSS):
sv: Ytterligare stilar (CSS):

source: Add new group
de: Neue Gruppe hinzufügen
sv: Lägg till ny grupp

source: Remove group
de: Gruppe entfernen
sv: Ta bort grupp

source: Rename group
de: Gruppe umbenennen
sv: Byt namn på grupp

source: Add icons
de: Symbole hinzufügen
sv: Lägg till ikoner

source: Remove selected icons
de: Ausgewählte Symbole entfernen
sv: Ta bort markerade ikoner

source: Set icon as group cover
de: Symbol wie Umschlag der Gruppe aufstellen
sv: Ange ikon som gruppikon

source: Can't create directory for icons group
de: Verzeichnis für Symbole-Gruppe kann nicht erstellt werden
sv: Kan inte skapa mapp för ikongrupp

source: New group{}
de: Neue Gruppe{}
sv: Ny grupp {}

source: Can't rename directory for icons group
de: Verzeichnis für Symbole-Gruppe kann nicht umbenannt werden
sv: Kan inte namnändra mapp för ikongrupp

source: Group with name "{}" exists already
de: Gruppe mit Namen "{}" ist bereits vorhanden
sv: Det finns redan en grupp med namnet "{}"

source: Invalid group name "{}"
de: Ungültige Gruppennamen "{}"
sv: Ogiltigt gruppnamn "{}"

source: Remove group "{}" and all icons inside it?
de: Entfernen der Gruppe "{}" mit allen Symbolen?
sv: Vill du ta bort gruppen "{}" och alla tillhörande ikoner?

source: Remove group?
de: Gruppe entfernen?
sv: Vill du ta bort gruppen?

source: Can't remove group directory
de: Gruppenverzeichnis kann nicht entfernt werden
sv: Kan inte ta bort gruppmappen

source: All image files
de: Alle Bilddateien
sv: Alla bildfiler

source: All files
de: Alle Dateien
sv: Alla filer

source: Select images
de: Wählen Sie Bilder
sv: Välj bilder

source: You have not selected any icons
de: Sie haben keine Symbole ausgewählt
sv: Du har inte valt några ikoner

source: Select icons
de: Symbole wählen
sv: Välj ikoner

source: Remove selected icons?
de: Ausgewählte Symbole entfernen?
sv: Vill du ta bort markerade ikoner?

source: Remove icons
de: Symbole entfernen
sv: Ta bort ikoner

source: Show status panel
de: Zeige Statusbereich

source: Wiki file name
de: Wiki-Dateiname
sv: Wiki-filnamn

source: Page title
de: Seitentitel
sv: Sidtitel

source: Relative path to current page
de: Relative Pfad zur aktuellen Seite
sv: Relativ sökväg till aktuell sida

source: Main window title format
de: Hauptfenster Titelformat
sv: Huvudfönstrets titelformat

source: Download more plugins
de: Weitere Plugins herunterladen
sv: Ladda ner fler insticksmoduler

source: Description
de: Beschreibung
sv: Beskrivning

source: Site
de: Website
sv: Sida

source: Colors
de: Farben

source: Tags cloud
de: Tag Wolke
sv: Taggmoln

source: Hotkeys
de: Tastenkombinationen
sv: Snabbtangenter

source: Formats
de: Formate

source: Interface
de: Schnittstelle
sv: Gränssnitt

source: Text printout
de: Textdruck

source: User's iconset
de: Symbole des Benutzers
sv: Anpassade ikoner

source: Preferences
de: Einstellungen
sv: Inställningar

source: Skip words with digits
de: Überspringe Wärter mit Zahlen
sv: Undanta ord med siffror

source: Use dictionaries
de: Benutze Wörterbuch
sv: Använd ordlistor

source: Custom dictonary (one word per line)
de: Benutzerdefiniertes Wörterbuch (ein Wort pro Linie)
sv: Anpassad ordlista (ett ord per rad)

source: Headers in the popup window:
de: Header in das Popup-Fenster:

source: Tags cloud view mode
de: Tags Cloud View Modus

source: As continuous text
de: Als Fließtext

source: As list
de: Als Liste

source: Minimum font size
de: Minimale Schriftgröße

source: Maximum font size
de: Maximale Schriftgröße

source: Show tooltips
de: Hinweise anzeigen

source: This options for text printing only
de: Diese Optionen sind nur für Textdrucken
sv: Dessa alternativ är endast för utskrift

source: Page Options...
de: Seitenoptionen...
sv: Utskriftsformat...

source: Minimize window
de: Fenster minimieren

source: Hide to tray
de: In Systemleiste verstecken

source: Close window
de: Fenster schließen

source: Minimize window button
de: Fenster minimieren Button

source: Close window button
de: Fenster schließen Button

source: Start iconized
de: Minimiert starten
sv: Starta minimerad

source: Always show tray icon
de: Immer Tray-Icon zeigen
sv: Visa alltid ikon i meddelandefältet

source: Heading
de: Überschrift
sv: Rubrik

source: Command
de: Befehl
sv: Kommando

source: Thumbnail
de: Miniaturansicht
sv: Miniatyr

source: Can't save file %s
de: Datei %s kann nicht gespeichert werden
sv: Kan inte spara filen %s

source: Tag renaming
de: Tags umbenennen

source: Page is opened as read-only
de: Seite wird als schreibgeschützt geöffnet
sv: Sidan är öppnad med skrivskydd

source: Restore
de: Wiederherstellen
sv: Återställ

source: Exit
de: Verlassen
sv: Avsluta

source: Really exit?
de: Wirklich verlassen?
sv: Vill du verkligen avsluta?

source: Error renaming file {} -> {} {}
de: Fehler beim umbenennen der Datei {} -> {} {}

source: File not exists {0}
de: Datei existiert nicht {0}

source: Can't create directory: {}
de: Kann Ordner nicht erstellen: {}

source: Error copying files {0}
de: Fehler beim Kopieren von files {0}
sv: Kunde inte kopiera filer {0}

source: New folder
de: Neuer Ordner

source: Can't create folder {} for attachments
de: Kann Ordner {} nicht für Anhänge erstellen

source: Can't open clipboard
de: Zwischenablage kann nicht geöffnet werden
sv: Kan inte öppna urklipp

source: Can't copy text to clipboard
de: Text kann nicht in die Zwischenablage kopiert werden
sv: Kan inte kopiera text till urklipp

source: Enter format of the date
de: Geben Sie Format für das Datum
sv: Ange datumformat

source: Date format
de: Datumsformat
sv: Datumformat

source: You can't remove the root element
de: Das Root-Element kann nicht entfernt werden
sv: Du kan inte ta bort rotobjektet

source: Remove page "{}" and all subpages? All attachments will also be deleted.
de: Entferne die Seite "{}" und alle Unterseiten? Alle angehängten Dateien werden ebenfalls gelöscht.

source: Remove page?
de: Entfernen Seite?
sv: Vill du ta bort sidan?

source: Can't remove page
de: Seite kann nicht entfernt werden
sv: Kan inte ta bort sidan

source: Loading
de: es läd
sv: Läser in

source: Opening notes tree...
de: Notizen Baum wird geöffnet...
sv: Öppnar anteckningsträdet...

source: Can't load notes tree:
de: Kann Notizen-Struktur nicht laden:

source: Can't load wiki '%s' File __page.opt is invalid. Clear this file and load wiki? Bookmarks will be lost
de: Wiki '%s' kann nicht geladen werden File __page.opt ist ungültig. Bereinigen diese Datei und laden Wiki? Bookmarks gehen verloren
sv: Kan inte läsa in wikin '%s' File __page.opt är ogiltig. Vill du rensa fältet och läsa in wikin? Bokmärken kommer att förloras.

source: __page.opt error
de: __page.opt Fehler
sv: __page.opt-fel

source: Invalid page title
de: Ungültige Seitentitel

source: {0} Continue?
de: {0} Weiter?
sv: {0} Vill du fortsätta?

source: The page title
de: Titel der Seite
sv: Sidtitel

source: Can't rename page "{}" to "{}"
de: Seite "{}" kann nicht zu "{}" umbenannt werden
sv: Kan inte namnändra "{}" till "{}"

source: Can't move page when page with that title already exists
de: Seite kann nicht verschoben werden, wenn die Seite mit dem Titel bereits vorhanden ist
sv: Kan inte flytta sidan när det redan finns en sida med samma namn

source: Can't move page: {}
de: Seite kann nicht verschoben werden: {}

source: First Wiki Page
de: Erste Wiki-Seite
sv: Första Wiki-sidan

source: !! First Wiki Page This is the first page. You can use a text formatting: '''bold''', ''italic'', {+underlined text+}, [[https://jenyay.net | link]] and others.
de: !! Erste Wiki Seite Das ist die erste Seite. Du kannst Textformatierungen: '''bold''', ''italic'', {+unterstrichener Text+}, [[https://jenyay.net | link]] und andere.
sv: !! Första Wiki-sidan Detta är första sidan. Du kan använda textformateringen: '''fet''', ''kursiv'', {+understruken text+}, [[https://jenyay.net | länk]] och annat.

source: Can't create wiki
de: Wiki kann nicht erstellt werden
sv: Kan inte skapa wiki

source: versions_lang
de: de
sv: en

source: awards
de: Auszeichnungen
sv: utmärkelser

source: battery
de: Akku
sv: batteri

source: books
de: Bücher
sv: böcker

source: emotions
de: Emotionen
sv: känslor

source: flags
de: Flaggen
sv: flaggor

source: folders
de: Ordner
sv: mappar

source: food
de: Essen
sv: mat

source: money
de: Geld
sv: pengar

source: people
de: Menschen
sv: folk

source: signs
de: Zeichen
sv: tecken

source: weather
de: Wetter
sv: väder

source: Line Breaks (<br/>)
de: Zeilenumbruch (<br/>)
sv: Radbrytning (<br/>)

source: LANGUAGE_DEFAULT
de: LANGUAGE_GERMAN
sv: LANGUAGE_SWEDISH

source: The page title contains the expression "%xx". Links on this page may be invalid.
de: Titel der Seite enthält den Ausdruck "%xx". Links auf dieser Seite können ungültig sein.
sv: Sidtiteln innehåller uttrycket "%xx". Länkar på denna sida kan vara ogiltiga.

source: The page title is empty
de: Titel der Seite ist leer
sv: Sidtitel saknas

source: Invalid the page title
de: Ungültige Titel der Seite
sv: Ogiltig sidtitel

source: The page title can not begin with __
de: Titel der Seite kann nicht beginnen mit __
sv: Sidtiteln kan inte börja med __

source: The page title contains invalid characters
de: Titel der Seite enthält ungültige Zeichen
sv: Sidtiteln innehåller ogiltiga tecken

source: The page title contains invalid characters for Microsoft Windows operating system
de: Titel der Seite enthält ungültige Zeichen für Microsoft Windows-Betriebssystem
sv: Sidtiteln innehåller ogiltiga tecken, för Microsoft Windows operativsystem

source: Plug-in "{}". Can't read "{}" file
de: Plugin "{}". Fehler beim Lesen von Datei "{}"
sv: Insticksmodul "{}". Kan inte läsa "{}"

source: Plug-in "{}" is outdated. Please, update the plug-in.
de: Plugin "{}" ist veraltet. Bitte aktualisieren Sie das Plugin.
sv: Insticksmodul "{}" är utdaterad. Uppdatera insticket!

source: Plug-in "{}" is designed for a newer version OutWiker. Please, install a new OutWiker version.
de: Plugin "{}" ist für eine neuere Version von OutWiker entwickelt. Bitte installieren Sie eine neuere Version von OutWiker.
sv: Insticksmodul "{}" är designad för en nyare version av OutWiker. Installera en ny OutWiker-version.

source: Printing error
de: Druckerfehler
sv: Utskriftsfel

source: Overwrite
de: Überschreiben
sv: Skriv över

source: Load
de: Laden
sv: Läs in

source: Cancel
de: Abbrechen
sv: Avbryt

source: Page "%s" is changed by the external program
de: Seite "%s" wird durch das externe Programm geändert
sv: Sidan "%s" har ändrats av externt program

source: Owerwrite?
de: Überschreiben?
sv: Vill du skriva över den?

source: Lines
de: Zeilen
sv: Rader

source: Abbreviated weekday name
de: Abgekürzten Namen des Wochentags
sv: Kort veckodag

source: Full weekday name
de: Vollständiger Wochentagsname
sv: Fullständig veckodag

source: Abbreviated month name
de: Name des Monat ist gekürzt
sv: Kort månad

source: Full month name
de: Vollständigen Monatsnamen
sv: Fullständig månad

source: Appropriate date and time representation
de: Gewohnte Auffassung eines Datum und eines Zeit
sv: Lämplig datum- och tidspresentation

source: Day of the month as a decimal number [01,31]
de: Tag im Monat als Dezimale [01,31]
sv: Dag i månaden som siffra [01-31]

source: Hour(24-hour clock) as a decimal number [00,23]
de: Stunde(24-Stunden Uhr) als eine Dezimale [00,23]
sv: Timma (24-timmarsformat) som en siffra [00,23]

source: Hour(12-hour clock) as a decimal number [01,12]
de: Stunde(12-Stunden Uhr) als eine Dezimale [01,12]
sv: Timme (12-timmarsformat) som en siffra [01,12]

source: Month as a decimal number [01,12]
de: Monat als Dezimal [01,12]
sv: Månad som siffra [01-12]

source: Minute as a decimal number [00,59]
de: Minuten
sv: Minut som siffra [00-59]

source: AM or PM
de: AM oder PM
sv: AM eller PM

source: Second as a decimal number [00,61]
de: Sekunden
sv: Sekund som siffra [00-59]

source: Appropriate date representation
de: Gewohnte Auffassung eines Datum
sv: Lämplig datumpresentation

source: Appropriate time representation
de: Gewohnte Auffassung eines Zeit
sv: Lämplig tidspresentation

source: Year without century [00,99]
de: Jahr (zweistellig)
sv: Årtal utan århundrade [00-99]

source: Year with century
de: Jahr (vierstellig)
sv: Årtal med århundrade

source: A literal '%' character
de: Zeichen '%'
sv: Ett bokstavligt %-tecken

source: Parent
de: Übergeordnet

source: Modify date
de: Änderungsdatum

source: Find what:
de: Suchen nach:
sv: Sök efter:

source: Next
de: Nächste
sv: Nästa

source: Prev
de: Vorherige
sv: Föreg

source: Replace with:
de: Ersetzen durch:
sv: Ersätt med:

source: Replace
de: Ersetzen
sv: Ersätt

source: Replace All
de: Alle ersetzen
sv: Ersätt alla

source: Not found
de: Nicht gefunden
sv: Hittas inte

source: Select file
de: Datei wählen

source: File not selected
de: Keine Datei gewählt

source: Selected file not exists
de: Gewählte Datei existiert nicht

source: Select a file, not a folder
de: Datei wählen, KEINEN ORDNER

source: File already exists
de: Datei ist bereits vorhanden

source: New file
de: Neue Datei

source: Exiting file
de: Datei schließen

source: Overwrite all
de: Alles überschreiben
sv: Skriv över alla

source: Skip
de: Überspringen
sv: Undanta

source: Skip all
de: Alle überspringen
sv: Undanta alla

source: Can't execute file '%s'
de: Datei '%s' kann nicht ausgeführt werden
sv: Kan inte starta filen '%s'

source: Can't read file %s
de: Datei %s kann nicht gelesen werden
sv: Kan inte läsa %s

source: Custom icon
de: Symbole des Benutzers
sv: Anpassad ikon

source: Default icon
de: Standardsymbol
sv: Standardikon

source: Page style
de: Seitenstil
sv: Sidstil

source: Can't set page style
de: Seiten Stil kann nicht gesetzt werden
sv: Kan inte tillämpa sidstil

source: Do not change
de: Nicht ändern
sv: Ändra inte

source: Create new page...
de: Neue Seite erstellen...
sv: Skapa sida…

source: Path to current notes tree
de: Pfad zur aktuellen Notizen-Struktur

source: Insert table
de: Tabelle einfügen
sv: Infoga tabell

source: Columns count
de: Anzahl Spalten
sv: Antal kolumner

source: Rows count
de: Anzahl Zeilen
sv: Antal rader

source: Advanced
de: Erweitert
sv: Avancerat

source: Border width
de: Rahmenbreite
sv: Kantbredd

source: Header cells for first row
de: Kopfzeile für erste Zeile
sv: Rubrikceller för första raden

source: Insert rows
de: Zeile einfügen
sv: Infoga rader

source: Number of notes: {}
de: Anzahl Notizen: {}

source: Applied tags only
de: Nur hinzugefügte Tags

source: Tags (comma separated)
de: Tags(Kommasepariert)
sv: Taggar (kommaseparerade)

source: Add "{}" to dictionary
de: Füge "{}" zum Wörterbuch hinzu
sv: Lägg till "{}" i ordlistan

source: Spell
de: Orthografie
sv: Stava

source: Unknown page type. It is possible that an additional plugin is required to display this page.
de: Unbekannter Bereichstyp. Es ist möglich, dass ein zusätzliches Plugin erforderlich ist, um diesen Bereich anzuzeigen.

source: Page content:
de: Seiteninhalt:

source: Auto Line Wrap
de: Automatischen Zeilenumbruch
sv: Automatisk radbrytning

source: Auto line wrap for HTML pages
de: Automatische Zeilenumbruch auf HTML-Seiten
sv: Automatisk radbrytning för HTML-sidor

source: Code / Preview
de: Quelltext / Vorschau
sv: Kod/Förhandsgranskning

source: Switch Code <--> Preview for HTML and wiki pages
de: Wechseln Quelltext <--> Vorschau für HTML und Wiki-Seiten
sv: Växla mellan kod och förhandsgranskning för HTML- och wiki-sidor

source: Page rendered. Please wait…
de: Seite gerendert. Bitte warten…
sv: Sidan renderas. Vänta…

source: Page loading. Please wait…
de: Auslastung von Seite. Bitte warten…
sv: Sidan läses in. Vänta…

source: Page loading error: {}
de: Fehler beim Auslastung von Seite: {}
sv: Inläsningsfel: {}

source: HTML Page
de: HTML-Seite
sv: HTML-sida

source: Align
de: Ausrichtung
sv: Justera

source: Alignment
de: Ausrichtung
sv: Justering

source: Formatting
de: Formatierung
sv: Formatering

source: Lists
de: Listen
sv: Listor

source: Tables
de: Tabellen
sv: Tabeller

source: Last modified date: {0}
de: Datum der letzten Änderung {0}
sv: Senast ändrad: {0}

source: Search Page
de: Suchseite
sv: Sök på sidan

source: # Search
de: # Suche
sv: # Sök

source: Phrase for search:
de: Ausdruck für die Suche:

source: Any tag
de: Jeder Zeichen
sv: Alla taggar

source: All tags
de: Alle Tags
sv: Alla taggar

source: Clear all tags
de: Alle Tags löschen
sv: Ta bort alla taggar

source: Find
de: Finden
sv: Sök

source: Sort by
de: Sortieren nach
sv: Sortera efter

source: Search pages...
de: Suchergebnisseiten...
sv: Sök sidor...

source: Title (inverse)
de: Titel (Invertiert)
sv: Titel (inverterad)

source: Changing date (newest first)
de: Änderungsdatum (neueste zuerst)
sv: Senast ändrad (nyast först)

source: Changing date (oldest first)
de: Änderungsdatum (älteste zuerst)
sv: Senast ändrad (äldst först)

source: Creation date (newest first)
de: Erstellungsdatum (neueste zuerst)
sv: Skapad (nyast först)

source: Creation date (oldest first)
de: Erstellungsdatum (älteste zuerst)
sv: Skapad (äldst först)

source: Text Page
de: Textseite
sv: Textsida

source: Attachment (:attachlist:)
de: Anhang (:attachlist:)
sv: Bilaga (:attachlist:)

source: Insert (:attachlist:) command
de: Befehl (:attachlist:) einfügen
sv: Infoga (:attachlist:)-kommando

source: Extension
de: Erweiterung
sv: Filtillägg

source: Size
de: Größe
sv: Storlek

source: Date
de: Datum
sv: Datum

source: Folder
de: Ordner

source: Sort by
de: Sortieren nach
sv: Sortera efter

source: Descending sort
de: Absteigend sortieren
sv: Fallande sortering

source: Children (:childlist:)
de: Unterseiten (:childlist:)
sv: Underordnat (:childlist:)

source: Insert (:childlist:) command
de: Befehl (:childlist:) einfügen
sv: Infoga (:childlist:)-kommando

source: as in tree
de: wie in Baum
sv: som i filträdet

source: by name
de: nach Namen
sv: efter namn

source: by creation date
de: nach Erstellungsdatum
sv: efter fildatum

source: by changing date
de: nach Änderungsdatum
sv: efter senast ändrad

source: Sort
de: Sortieren
sv: Sortera

source: Date format (empty string - format from program setting)
de: Datumsformat (Leere Zeichenkette - Format von Programmeinstellung)
sv: Datumformat (tom sträng - format från programinställning)

source: Creation date (:crdate:)
de: Erstelldatum (:crdate:)
sv: Skapad (:crdate:)

source: Insert command (:crdate:) for show date of creation of the page
de: Befehl (:crdate:) für die Vorführung Erstelldatum der Seite einfügen
sv: Infoga kommandot (:crdate:), för att visa när sidan skapats

source: Edition date (:eddate:)
de: Editierungsdatum (:eddate:)
sv: Redigeringsdatum (:eddate:)

source: Insert command (:eddate:) for show date of last modification of the page
de: Befehl (:eddate:) für die Vorführung Datum der letzten Änderung der Seite einfügen
sv: Infoga kommandot (:eddate:), för att visa när sidan senast ändrades

source: Big font
de: Grosse Schrift
sv: Stort teckensnitt

source: Small font
de: Kleine Schrift
sv: Litet teckensnitt

source: Include (:include ...:)
de: Einschließen (:include ...:)
sv: Inkludera (:include ...:)

source: Insert (:include:) command
de: Befehl (:include:) einfügen
sv: Infoga (:include:)-kommando

source: Current page does not have any attachments
de: Aktuelle Seite enthält keine Anhänge
sv: Aktuell sida har inga bilagor

source: Select attachment
de: Anhang auswählen
sv: Välj bilaga

source: Encoding
de: Kodierung
sv: Kodning

source: Convert symbols <, > and && to HTML
de: Symbole umwandeln <, > und && in HTML
sv: Konvertera symbolerna <, > och && till HTML

source: Parse wiki notation
de: Analyse von Wiki-Verweis einschließen
sv: Tolka wiki-notering

source: List item style...
de: Stil der Aufzählungsliste…

source: Select list item style (bullet)
de: Wähle Stil der Aufzählungsliste (ungeordnet)

source: Multiline block [{…}]
de: Mehrzeiliger Block [{…}]

source: Insert a multiline block
de: Füge mehrzeiligen Block ein

source: Non-parsed [=…=]
de: Nicht analysiert [=…=]
sv: Icke analyserad [=…=]

source: Non parsed text
de: Nicht analysierter Text
sv: Icke analyserad text

source: Open HTML code for wiki page
de: Öffne den HTML Code der Wiki Seite
sv: Öppna HTML-koden för wiki-sidan

source: Insert thumbnail
de: Miniaturansicht einfügen
sv: Infoga miniatyr

source: Update HTML Code
de: HTML Code aktualisieren
sv: Uppdatera HTML-kod

source: Update HTML code for wiki page
de: HTML Code für Wiki Seite aktualisieren
sv: Uppdatera HTML-kod för wiki-sidan

source: Text style...
de: Textstil...
