Repository: Jenyay/OutWiker
Catalog: plugins/hackpage/hackpage/locale/*/LC_MESSAGES/hackpage.po
Languages: de, ru_ru

source: Change date and time of change of the page...
de: Ändere Datum und Uhrzeit von der Seitenänderung...
ru_ru: Изменить дату и время редактирования страницы...

source: HackPage plugin. Change date and time of change of the page
de: HackPage Plugin. Ändere Datum und Uhrzeit der Seitenänderung
ru_ru: Плагин HackPage. Изменить дату и время редактирования страницы

source: Change page creation date and time...
de: Ändere Datum und Uhrzeit des Seitenentwurfs...
ru_ru: Изменить дату и время создания страницы...

source: HackPage plugin. Change page creation date and time
de: HackPage Plugin. Ändere Datum und Uhrzeit des Seitenentwurfs
ru_ru: Плагин HackPage. Изменить дату и время создания страницы

source: Change page folder...
de: Seite Ordner wechseln...
ru_ru: Изменить папку страницы...

source: HackPage plugin. Change the current page folder
de: HackPage Plugin. Den aktuelle Seiten Ordner ändern
ru_ru: Плагин HackPage. Изменить папку текущей страницы

source: Change Page Identifier...
de: Ändere Seiten Bezeichner...
ru_ru: Изменить идентификатор страницы...

source: HackPage plugin. Change Page Identifier
de: HackPage Plugin. Änderung von Seiten Bezeichner
ru_ru: Плагин HackPage. Изменить идентификатор страницы

source: Set page alias...
de: Seite Alias setzen...
ru_ru: Установить псевдоним страницы...

source: HackPage plugin. Set page alias
de: HackPage Plugin. Seiten Alias setzen
ru_ru: Плагин HackPage. Установить псевдоним страницы.

source: Date
de: Datum
ru_ru: Дата

source: Time
de: Zeit
ru_ru: Время

source: Change page identifier...
de: Ändere Seiten Bezeichner...
ru_ru: Изменить идентификатор страницы...

source: The HackPage plugin allow to edit hidden page properties
de: Das HackPage-Plugin ermöglicht versteckte Seiteneigenschaften zu bearbeiten
ru_ru: Плагин HackPage позволяет редактировать скрытые свойства страницы.

source: https://jenyay.net/Outwiker/HackPageEn
ru_ru: https://jenyay.net/Outwiker/HackPage

source: Change page identifier
de: Ändere Seiten Bezeichner
ru_ru: Изменить идентификатор страницы

source: Enter new identifier for page "{}"
de: Geben Sie neue Kennung für Seite "{}" ein
ru_ru: Введите новый идентификатор для страницы "{}"

source: Set page alias
de: Seite Alias setzen
ru_ru: Установить псевдоним страницы

source: Enter alias for page
de: Alias für Seite eingeben
ru_ru: Введите псевдоним для страницы

source: Set page folder
de: Seiten Ordner setzen
ru_ru: Изменить папку страницы

source: Enter the page folder name
de: Namen des Seiten Ordners setzen
ru_ru: Введите имя папки страницы

source: Page creation date and time
de: Datum und Uhrzeit des Seitenentwurfes
ru_ru: Дата и время создания страницы

source: Date and time of change of the page
de: Datum und Uhrzeit der Seitenänderung
ru_ru: Дата и время изменения страницы

source: Same identifier exist already
de: Gleicher Bezeichner ist bereits vorhanden
ru_ru: Такой идентификатор уже существует

source: Error
de: Fehler
ru_ru: Ошибка

source: Identifier contain invalid character
de: Bezeichner enthält ungültiges Zeichen
ru_ru: Идентификатор содержит неправильные символы
