Repository: Jenyay/outwiker
Catalog: src/outwiker/data/locale/*/LC_MESSAGES/outwiker.po
Languages: ru

source: About…
ru: О программе…

source: Open "About" dialog
ru: Открыть диалог "О программе"

source: Add/Remove Bookmark
ru: Добавить/удалить закладку

source: Add Child Page…
ru: Добавить дочернюю страницу…

source: Add child page
ru: Добавить дочернюю страницу

source: Add Sibling Page…
ru: Добавить страницу того же уровня…

source: Add sibling page
ru: Добавить страницу того же уровня

source: Set Style to Branch…
ru: Установить стиль для ветки…

source: Set Style to Branch
ru: Установить стиль для ветки

source: Please wait...
ru: Пожалуйста, подождите...

source: Set style to branch
ru: Установить стиль для ветки

source: Style
ru: Стиль

source: Default
ru: По умолчанию

source: Create a new attached folder
ru: Создать новую прикрепленную папку

source: Create a new folder in the current attached folder
ru: Сознать новую папку в текущей папке с вложениями

source: Create a new folder in the current attached folder. Action for attachments panel
ru: Создать новую папку в текущей папке с вложениями. Действие для панели "Вложения"

source: Execute attachments
ru: Запустить вложения

source: Execute selected attachments
ru: Запустить выбранные вложения

source: You did not select an attachment to execute
ru: Не выбрано ни одно вложение для запуска

source: Can't execute attachment '%s'
ru: Ошибка запуска вложения '%s'

source: Attach Files…
ru: Прикрепить файлы…

source: Attach files to current page
ru: Прикрепить файлы к текущей странице

source: Attach Folder…
ru: Прикрепить папку…

source: Attach folder with files to current page
ru: Прикрепить папку с файлами к текущей странице

source: Open Attachments Folder
ru: Открыть папку с вложениями

source: Open folder with attachments
ru: Открыть папку с вложениями

source: Can't open folder '{}'
ru: Ошибка открытия папки '{}'

source: Insert link to attachments
ru: Вставить ссылку на вложения

source: You did not select any attachments
ru: Не выбрано ни одно вложение

source: Remove attachments
ru: Удалить вложения

source: Remove selected attachments. Action for attach panel
ru: Удалить выбранные вложения. Действие для панели "Вложения"

source: You did not select any attachment to remove
ru: Не выбрано ни одно вложение для удаления

source: Remove selected attachments?
ru: Удалить выбранные вложения?

source: Removing attachments
ru: Удаление вложений

source: Rename attachment
ru: Переименовать вложение

source: Rename selected attached file. Action for attachments panel
ru: Переименовать выбранное вложение. Действие для панели "Вложения"

source: Select all
ru: Выбрать всё

source: Select all attachments. Action for the attachments panel
ru: Выбрать все вложения. Действие для панели "Вложения"

source: Copy Page Title
ru: Копировать заголовок страницы

source: Copy current page title to clipboard
ru: Копировать заголовок текущей страницы в буфер обмена

source: Copied to clipboard
ru: Скопировано в буфер обмена

source: Page title has been copied to the clipboard
ru: Заголовок страницы скопирован в буфер обмена

source: Copy Page Path
ru: Копировать путь до страницы

source: Copy path to current page to clipboard
ru: Копировать путь до текущей страницы в буфер обмена

source: Path to the page has been copied to the clipboard
ru: Путь до страницы скопирован в буфер обмена

source: Copy Attachments Path
ru: Копировать путь до вложений

source: Copy path to attachments for current page to clipboard
ru: Копировать путь до вложений текущей страницы в буфер обмена

source: Path to the page attachments has been copied to the clipboard
ru: Путь до вложений страницы скопирован в буфер обмена

source: Copy Page Link
ru: Копировать ссылку на страницу

source: Copy link to current page to clipboard
ru: Копировать ссылку на текущую страницу в буфер обмена

source: Link to the page has been copied to the clipboard
ru: Ссылка на страницу скопирована в буфер обмена

source: Close
ru: Закрыть

source: Close a tree notes
ru: Закрыть дерево заметок

source: Page Properties…
ru: Свойства страницы…

source: Edit page properties
ru: Редактировать свойства страницы

source: Exit…
ru: Выход…

source: Close OutWiker
ru: Закрыть OutWiker

source: Fullscreen
ru: Полноэкранный режим

source: Fullscreen mode on/off
ru: Полноэкранный режим вкл/выкл

source: Global Search…
ru: Глобальный поиск…

source: Create or open page for global search
ru: Создать или открыть страницу для глобального поиска

source: Can't create page
ru: Невозможно создать страницу

source: Back
ru: Назад

source: Open previous page
ru: Открыть предыдущую страницу

source: Forward
ru: Вперед

source: Open next page
ru: Открыть следующую страницу

source: Move Page Down
ru: Переместить страницу вниз

source: Move page down
ru: Переместить страницу вниз

source: Wiki is not open
ru: Вики не открыта

source: Move Page Up
ru: Переместить страницу вверх

source: Move page up
ru: Переместить страницу вверх

source: Go to parent page
ru: Перейти к родительской странице

source: Open parent page
ru: Открыть родительскую страницу

source: Go to first child page
ru: Перейти к первой дочерней странице

source: Open first child page
ru: Открыть первую дочернюю страницу

source: Go to next page
ru: Перейти к следующей странице

source: Go to previous page
ru: Перейти к предыдущей странице

source: New…
ru: Создать…

source: Create a new tree notes
ru: Создать новое дерево заметок

source: Open…
ru: Открыть…

source: Open tree notes
ru: Открыть дерево заметок

source: Help
ru: Справка

source: Open help
ru: Открыть справку

source: help_en
ru: help_ru

source: Open Plugins Folder
ru: Открыть папку с плагинами

source: Open folder with plugins
ru: Открывает папку с плагинами

source: Open Read-only…
ru: Открыть только для чтения…

source: Open tree notes read only
ru: Открыть дерево заметок только для чтения

source: Preferences…
ru: Параметры…

source: Open the preferences dialog
ru: Открыть диалог свойств страницы

source: Print
ru: Печать

source: Print current page
ru: Печатать текущую страницу

source: Reload Wiki…
ru: Перезагрузить вики…

source: Reload wiki
ru: Перезагрузить вики

source: Save current page before reload?
ru: Сохранить текущую страницу перед перезагрузкой?

source: Save?
ru: Сохранить?

source: Remove Page…
ru: Удалить страницу…

source: Remove current page and all children
ru: Удалить текущую и все дочерние страницы

source: Rename Page
ru: Переименовать страницу

source: Rename current page
ru: Переименовать текущую страницу

source: Save
ru: Сохранить

source: Save current note
ru: Сохранить текущую заметку

source: Search
ru: Поиск

source: Find on page
ru: Найти на странице

source: Find next
ru: Найти далее

source: Find next on page
ru: Найти далее на странице

source: Find previous
ru: Найти выше

source: Find previous on page
ru: Найти выше на странице

source: Search and Replace
ru: Найти и заменить

source: Begin search and replace on page
ru: Начать поиск и замену по странице

source: Attachments
ru: Вложения

source: Show / hide a attachments panel
ru: Показать / спрятать панель "Вложения"

source: Tags
ru: Метки

source: Show / hide a tags panel
ru: Показать / спрятать панель с метками

source: Notes Tree
ru: Дерево заметок

source: Show / hide a notes tree panel
ru: Показать / спрятать панель с деревом

source: Sort Children Pages Alphabetically
ru: Упорядочить дочерние страницы по алфавиту

source: Sort children pages alphabetically
ru: Упорядочить дочерние страницы по алфавиту

source: Sort Siblings Pages Alphabetically
ru: Упорядочить страницы данного уровня по алфавиту

source: Sort siblings pages alphabetically
ru: Упорядочить страницы данного уровня по алфавиту

source: Main panel
ru: Главная панель

source: Set focus to main panel
ru: Установить фокус на главную панель

source: Notes tree
ru: Дерево заметок

source: Set focus to notes tree
ru: Установить фокус на дерево заметок

source: Set focus to attachments panel
ru: Установить фокус на панель с вложениями

source: Set focus to tags cloud panel
ru: Установить фокус на панель облака тегов

source: Close Tab
ru: Закрыть вкладку

source: Close current tab
ru: Закрыть текущую вкладку

source: Add Tab
ru: Добавить вкладку

source: Add tab
ru: Добавить вкладку

source: Next Tab
ru: Следующая вкладка

source: Go to next tab
ru: Перейти на следующую вкладку

source: Previous Tab
ru: Предыдущая вкладка

source: Go to previous tab
ru: Перейти на предыдущую вкладку

source: Add Tags to Branch…
ru: Добавить метки к ветке…

source: Add tags to branch
ru: Добавить метки к ветке

source: Add Tags to Branch
ru: Добавление меток к ветке

source: Remove Tags from Branch…
ru: Удалить метки из ветки…

source: Remove tags from branch
ru: Удалить метки из ветки

source: Remove Tags from Branch
ru: Удаление меток из ветки

source: Rename Tag…
ru: Переименовать метку…

source: Rename tag
ru: Переименовать метку

source: Bold
ru: Полужирный

source: Italic
ru: Курсив

source: Bold italic
ru: Полужирный курсив

source: Underline
ru: Подчёркивание

source: Strikethrough
ru: Зачеркнутый

source: Subscript
ru: Нижний индекс

source: Superscript
ru: Верхний индекс

source: Preformatted text
ru: Форматированный текст

source: Insert code
ru: Вставить код

source: Insert code(monospaced font)
ru: Вставить код (моноширинный шрифт)

source: Align text left
ru: Выравнивание по левому краю

source: Align text center
ru: Выровнять текст по центру

source: Center
ru: Выравнивание по центру

source: Align text right
ru: Выравнивание по правому краю

source: Justify
ru: Выравнивание по ширине

source: First-level heading
ru: Заголовок первого уровня

source: Second-level heading
ru: Заголовок второго уровня

source: Subtitle three
ru: Заголовок третьего уровня

source: Subtitle four
ru: Заголовок четвертого уровня

source: Subtitle five
ru: Заголовок пятого уровня

source: Subtitle six
ru: Заголовок шестого уровня

source: Anchor
ru: Якорь

source: Horizontal rule
ru: Горизонтальная линия

source: Link
ru: Ссылка

source: Insert Link
ru: Вставить ссылку

source: Quote
ru: Цитирование

source: Insert a quote block
ru: Вставить цитату

source: Image
ru: Изображение

source: Insert image
ru: Вставить изображение

source: Mark
ru: Выделение

source: Mark text
ru: Выделить текст

source: Bullets list
ru: Ненумерованный список

source: Insert a bullets list
ru: Вставить ненумерованный список

source: Numbers list
ru: Нумерованный список

source: Insert a numbers list
ru: Вставить нумерованный список

source: Decrease nesting level
ru: Уменьшить уровень вложенности

source: Decrease the nesting level of the selected list items
ru: Уменьшить уровень вложенности выбранных строк списка

source: Line break
ru: Разрыв строки

source: Insert a line break
ru: Вставить разрыв строки

source: Convert HTML Symbols
ru: Преобразовать символы в HTML

source: Table
ru: Таблица

source: Insert a table
ru: Вставить таблицу

source: Table rows
ru: Строки таблицы

source: Insert table rows
ru: Вставить строки таблицы

source: Table cell
ru: Ячейка таблицы

source: Insert a table cell
ru: Вставить ячейка таблицы

source: Current date
ru: Текущая дата

source: Insert the current date
ru: Вставить текущую дату

source: Spell checking
ru: Проверка орфографии

source: Enable / disable spell checking
ru: Включить / выключить проверку орфографии

source: Duplicate line
ru: Дублировать строку

source: Duplicate current line
ru: Дублировать текущую строку

source: Move selected lines up
ru: Переместить выбранные строки вверх

source: Move the selected lines up one line
ru: Переместить выбранные строки на одну строку вверх

source: Move selected lines down
ru: Переместить выбранные строки вниз

source: Move the selected lines down one line
ru: Переместить выбранные строки вниз на одну строку

source: Delete line
ru: Удалить строку

source: Delete the current line
ru: Удалить текущую строку

source: Join lines
ru: Объединить строки

source: Delete word to the left
ru: Удалить слово слева

source: Delete text to beginning of the word
ru: Удалить текст до начала слова

source: Delete word to the right
ru: Удалить слово справа

source: Delete text to ending of the word
ru: Удалить текст до конца слова

source: Delete to start of the line
ru: Удалить текст до начала строки

source: Delete text back from the current position to the start of the line
ru: Удалить текст от текущей позиции до начала строки

source: Delete to end of the line
ru: Удалить текст до конца строки

source: Delete text forwards from the current position to the end of the line
ru: Удалить текст от текущей позиции до конца строки

source: Go to previous word
ru: Перейти к предыдущему слову

source: Move cursor to previous word
ru: Переместить курсор к предыдущему слову

source: Go to next word
ru: Перейти к следующему слову

source: Move cursor to next word
ru: Переместить курсор к следующему слову

source: Go to previous word and select
ru: Перейти к предыдущему слову и выделить

source: Move cursor to previous word and select text
ru: Переместить курсор к предыдущему слову и выделить текст

source: Go to next word and select
ru: Перейти к следующему слову и выделить

source: Move cursor to next word and select text
ru: Переместить курсор к следующему слову и выделить текст

source: Go to start of the word
ru: Перейти к началу слова

source: Move cursor to start of the current word
ru: Переместить курсор к началу текущего слова

source: Go to end of the word
ru: Перейти к концу слова

source: Move cursor to end of the current word
ru: Переместить курсор к концу текущего слова

source: Copy line
ru: Копировать строку

source: Copy the current line to clipboard
ru: Копировать строку в буфер обмена

source: Cut line
ru: Вырезать строку

source: Cut the current line to clipboard
ru: Вырезать строку в буфер обмена

source: Copy word
ru: Копировать слово

source: Copy the current word to clipboard
ru: Копировать текущее слово в буфер обмена

source: Cut word
ru: Вырезать слово

source: Cut the current word to clipboard
ru: Вырезать текущее слово в буфер обмена

source: Text color...
ru: Цвет текста...

source: Set text color
ru: Установить цвет текста

source: Text background color...
ru: Цвет фона текста...

source: Set text background color
ru: Установить цвет фона текста

source: Comment
ru: Комментарий

source: Mark text as comment
ru: Пометить текст как комментарий

source: Switch to code tab
ru: Переключиться на вкладку с кодом

source: Switch to code tab for some page types
ru: Переключиться на вкладку с кодом для некоторых типов страниц

source: Switch to preview tab
ru: Переключиться на вкладку просмотра

source: Switch to preview tab for some page types
ru: Переключиться на вкладку просмотра для некоторых типов страниц

source: Undo
ru: Отменить

source: Redo
ru: Вернуть

source: Copy
ru: Копировать

source: Copy to clipboard
ru: Копировать в буфер обмена

source: Cut
ru: Вырезать

source: Cut to clipboard
ru: Вырезать в буфер обмена

source: Paste
ru: Вставить

source: Paste from clipboard
ru: Вставить из буфера обмена

source: Select all text
ru: Выбрать весь текст

source: You did not select any file to remove
ru: Вы не выбрали файл(ы) для удаления

source: Remove selected files?
ru: Удалить выбранные файлы?

source: Remove files?
ru: Удалить файлы?

source: {name} - {size} KB - {date}
ru: {name} - {size} Кбайт - {date}

source: {count} file(s) - {size} KB
ru: {count} файл(ов) - {size} КБ

source: General
ru: Общие

source: Appearance
ru: Внешний вид

source: Can't open page. Page folder not exists
ru: Невозможно открыть страницу. Папка со страницей отсутствует

source: Add to Bookmarks
ru: Добавить в закладки

source: Remove from Bookmarks
ru: Удалить из закладок

source: Can't save page. Wiki folder not exists. Wiki will be closed.
ru: Невозможно сохранить страницу. Папка с вики не существует. Вики будет закрыта.

source: Can't save page. Page folder not exists. Wiki will be reloaded.
ru: Невозможно сохранить страницу. Папка со страницей не существует. Вики будет перезагружена.

source: Version:
ru: Версия:

source: OutWiker is personal wiki system and tree notes outliner.
ru: OutWiker - это персональная викисистема и древовидный редактор заметок.

source: License: GPL 3
ru: Лицензия: GPL 3

source: OutWiker's home page
ru: Домашняя страница OutWiker

source: Telegram group
ru: Группа в Телеграме

source: VK group
ru: Группа VK

source: Sources on github
ru: Исходники на Github

source: OutWiker localizations
ru: Локализации OutWiker

source: https://jenyay.net/Outwiker/English
ru: https://jenyay.net/Soft/Outwiker

source: Home site
ru: Домашний сайт

source: Github page
ru: Страница на Github

source: About
ru: О программе

source: Author contacts
ru: Контакты автора

source: Author: Eugeniy Ilin (aka Jenyay)
ru: Автор: Евгений Ильин (aka Jenyay)

source: Select tag for rename
ru: Выберите метку для переименования

source: New tag name
ru: Новое имя метки

source: Error
ru: Ошибка

source: Enter new tag name
ru: Введите новое имя метки

source: Attach files to the note '{title}'? {files}
ru: Прикрепить файлы к заметке '{title}'? {files}

source: Attach files to the note?
ru: Прикрепить файлы к заметке?

source: Create new notes tree...
ru: Создать новое дерево заметок...

source: Open notes tree from disk...
ru: Открыть дерево заметок с диска...

source: Recently used notes tree:
ru: Последние используемые деревья заметок:

source: Open
ru: Открыть

source: Note
ru: Заметка

source: Notes
ru: Заметки

source: File
ru: Файл

source: Edit
ru: Правка

source: Tree
ru: Дерево

source: Tools
ru: Инструменты

source: Bookmarks
ru: Закладки

source: View
ru: Вид

source: Go to
ru: Перейти к

source: Toolbars
ru: Панели инструментов

source: Plugins
ru: Плагины

source: Movement
ru: Перемещение

source: Tabs
ru: Вкладки

source: Paths
ru: Пути

source: Can't save config %s
ru: Невозможно сохранить настройки %s

source: Can't add wiki to recent list. Can't save config. %s
ru: Ошибка сохранения списка последних открытых вики. Невозможно сохранить настройки. %s

source: You can't rename the root element
ru: Нельзя переименовать корневой элемент

source: Page "%s" not found
ru: Страница "%s" не найдена

source: Create Page
ru: Создать страницу

source: Title color
ru: Цвет заголовка

source: Page style
ru: Стиль страницы

source: Can't set page style
ru: Ошибка установки стиля страницы

source: Do not change
ru: Не изменять

source: Default style
ru: Стиль по умолчанию

source: Title
ru: Заголовок

source: Page icon
ru: Значок страницы

source: Page type
ru: Тип страницы

source: New page position
ru: Положение новой страницы

source: Tags (comma separated)
ru: Метки (разделенные запятыми)

source: Top of the list
ru: Начало списка

source: End of the list
ru: Конец списка

source: Alphabetically
ru: По алфавиту

source: Not in groups
ru: Без групп

source: Recent
ru: Последнее

source: Can't set page icon
ru: Ошибка установки значка страницы

source: Insert link to attachment
ru: Вставить ссылку на вложение

source: Execute attachment
ru: Запустить вложение

source: Double clicking or pressing Enter on an attached file
ru: Двойной клик или нажатие клавиши Enter на вложении

source: Show hidden folders
ru: Показывать скрытые папки

source: Main window
ru: Главное окно

source: Main panels background color
ru: Цвет фона основных панелей

source: Main panels text color
ru: Цвет текста основных панелей

source: Editor
ru: Редактор

source: Font color
ru: Цвет шрифта

source: Background color
ru: Цвет фона

source: Background color of the selected text
ru: Цвет фона выделенного текста

source: Page margin background color
ru: Цвет фона полей страницы

source: Tab color
ru: Цвет вкладки

source: Сolor of the selected tab
ru: Цвет выбранной вкладки

source: Сolor of the tab under cursor
ru: Цвет вкладки под курсором

source: Color of the pressed tab
ru: Цвет нажатой вкладки

source: Color of the dragged tab
ru: Цвет перетаскиваемой вкладки

source: Tab border color
ru: Цвет границы вкладки

source: Font
ru: Шрифт

source: Show line numbers
ru: Показывать номера строк

source: Use spaces instead tabs
ru: Использовать пробелы вместо табуляции

source: Tab width
ru: Размер табуляции

source: Home / End keys moves the cursor to the beginning / end of
ru: Клавиши Home / End переносят курсор к началу / концу

source: Line
ru: Строки

source: Paragraph
ru: Абзаца

source: Date and time format
ru: Формат даты и времени

source: New page title template
ru: Шаблон заголовка новой страницы

source: Recent used
ru: Последний используемый

source: Preview
ru: Просмотр

source: Autosave interval in seconds (0 - disabled)
ru: Интервал автосохранения в секундах (0 - отключено)

source: Toaster delay in seconds
ru: Задержка окна сообщений в секундах

source: Ask before exit
ru: Спрашивать подтверждение перед выходом

source: Length of recently used icons history
ru: Размер истории последних используемых значков

source: Length of recently opened files history
ru: Размер истории последних открытых файлов

source: Automatically open the recent file
ru: При запуске открывать последний открытый файл

source: Language(restart required)
ru: Язык (требуется перезапуск)

source: Help with translation
ru: Помочь с переводом

source: Default opening page mode
ru: Режим открытия страниц по умолчанию

source: Auto
ru: Авто

source: {hotkey} hotkey assigned for "{old}". Assign this hotkey for "{new}"?
ru: Сочетание клавиш {hotkey} назначено для "{old}". Назначить это сочетание клавиш для "{new}"?

source: Hotkeys conflict
ru: Конфликт сочетаний клавиш

source: Hotkey. Press the Backspace key to clear
ru: Сочетание клавиш. Нажмите Backspace для очистки

source: Tag
ru: Тег

source: Unknown tag
ru: Неизвестный тег

source: Attribute
ru: Атрибут

source: Unknown attribute
ru: Неизвестный атрибут

source: Number
ru: Число

source: String
ru: Строка

source: Paragraphs separator
ru: Разделитель параграфов

source: Additional styles (CSS):
ru: Дополнительные стили (CSS):

source: Add new group
ru: Добавить новую группу

source: Remove group
ru: Удалить группу

source: Rename group
ru: Переименовать группу

source: Add icons
ru: Добавить значки

source: Remove selected icons
ru: Удалить выбранные значки

source: Set icon as group cover
ru: Установить значок как обложку группы

source: Can't create directory for icons group
ru: Ошибка создания директории для группы значков

source: New group{}
ru: Новая группа{}

source: Can't rename directory for icons group
ru: Ошибка переименования группы значков

source: Group with name "{}" exists already
ru: Группа с именем "{}" уже существует

source: Invalid group name "{}"
ru: Недопустимое имя группы "{}"

source: Remove group "{}" and all icons inside it?
ru: Удалить группу "{}" и все значки внутри нее?

source: Remove group?
ru: Удалить группу?

source: Can't remove group directory
ru: Невозможно удалить директорию группы

source: All image files
ru: Все файлы с картинками

source: All files
ru: Все файлы

source: Select images
ru: Выберите изображения

source: You have not selected any icons
ru: Вы не выбрали ни одного значка

source: Select icons
ru: Выберите значки

source: Remove selected icons?
ru: Удалить выбранные значки?

source: Remove icons
ru: Удалить значки

source: Show status panel
ru: Отображать статусную панель

source: Wiki file name
ru: Имя файла загруженной вики

source: Page title
ru: Заголовок страницы

source: Relative path to current page
ru: Относительный путь до текущей страницы

source: Main window title format
ru: Формат заголовка главного окна

source: Extra icons
ru: Дополнительные значки

source: Show bookmark icon
ru: Показывать значок закладки

source: Show read-only icon
ru: Показывать значок "только для чтения"

source: Font size
ru: Размер шрифта

source: Default size
ru: Размер по умолчанию

source: Download more plugins
ru: Скачать другие плагины
