Repository: Jenyay/outwiker
Catalog: src/outwiker/data/locale/*/LC_MESSAGES/outwiker.po
Languages: ru

source: https://jenyay.net/Outwiker/PluginsEn
ru: https://jenyay.net/Outwiker/Plugins

source: Version
ru: Версия

source: Description
ru: Описание

source: Site
ru: Сайт

source: Tags cloud
ru: Облако меток

source: Tray icon
ru: Значок в панели задач

source: Colors
ru: Цвета

source: Hotkeys
ru: Сочетания клавиш

source: Formats
ru: Форматы

source: Interface
ru: Интерфейс

source: HTML editor
ru: HTML-редактор

source: Wiki editor
ru: Викиредактор

source: Text printout
ru: Печать текста

source: User's iconset
ru: Значки пользователя

source: Preferences
ru: Параметры

source: Skip words with digits
ru: Пропускать слова с цифрами

source: Use dictionaries
ru: Используемые словари

source: Custom dictonary (one word per line)
ru: Пользовательский словарь (одно слово на строку)

source: Headers in the popup window:
ru: Заголовки во всплывающем окне:

source: Tags cloud view mode
ru: Режим отображения облака меток

source: As continuous text
ru: Непрерывным текстом

source: As list
ru: Списком

source: Minimal font size
ru: Минимальный размер шрифта

source: Maximal font size
ru: Максимальный размер шрифта

source: Show tooltips
ru: Показывать всплывающие подсказки

source: This options for text printing only
ru: Эти настройки предназначены только для печати текста

source: Page Options...
ru: Настройки страницы...

source: Minimize window
ru: Свернуть окно

source: Hide to tray
ru: Свернуть в трей

source: Close window
ru: Закрыть окно

source: Minimize window button
ru: Кнопка сворачивания окна

source: Close window button
ru: Кнопка закрытия окна

source: Start iconized
ru: Запускаться свернутым в трей

source: Always show tray icon
ru: Всегда показывать значок в трее

source: Heading
ru: Заголовки

source: Command
ru: Команда

source: Thumbnail
ru: Миниатюра

source: Can't save file %s
ru: Ошибка записи в файл %s

source: Remove tag from all pages
ru: Удалить метку из всех заметок

source: Tag renaming
ru: Переименование метки

source: Remove tags from all pages?
ru: Удалить метку из всех заметок?

source: Tag removing
ru: Удаление метки

source: Page is opened as read-only
ru: Страница открыта только для чтения

source: Restore
ru: Восстановить

source: Exit
ru: Выход

source: Really exit?
ru: Действительно выйти?

source: Error renaming file {} -> {} {}
ru: Ошибка переименования файла {} -> {} {}

source: File not exists {0}
ru: Файл не существует {0}

source: Can't create directory: {}
ru: Ошибка создания папки: {}

source: Error copying files {0}
ru: Ошибка копирования файлов {0}

source: New folder
ru: Новая папка

source: Can't create folder {} for attachments
ru: Ошибка создания папки {} для вложений

source: Can't open clipboard
ru: Невозможно открыть буфер обмена

source: Can't copy text to clipboard
ru: Ошибка копирования текста в буфер обмена

source: Enter format of the date
ru: Введите формат даты

source: Date format
ru: Формат даты

source: You can't remove the root element
ru: Нельзя удалить корневой элемент

source: Remove page "{}" and all subpages? All attachments will also be deleted.
ru: Удалить страницу "{}" и все дочерние страницы? Все вложения будут также удалены.

source: Remove page?
ru: Удалить страницу?

source: Can't remove page
ru: Невозможно удалить страницу

source: Loading
ru: Загрузка

source: Opening notes tree...
ru: Открытие дерева заметок...

source: Can't load notes tree:
ru: Ошибка загрузки дерева заметок:

source: Can't load wiki '%s' File __page.opt is invalid. Clear this file and load wiki? Bookmarks will be lost
ru: Ошибка загрузки '%s' Файл __page.opt испорчен. Очистить этот файл и перезагрузить вики? При этом закладки будут потеряны

source: __page.opt error
ru: Ошибка файла __page.opt

source: Invalid page title
ru: Неправильный заголовок страницы

source: {0} Continue?
ru: {0} Продолжить?

source: The page title
ru: Заголовок страницы

source: Can't rename page "{}" to "{}"
ru: Невозможно переименовать страницу "{}" в "{}"

source: Can't move page when page with that title already exists
ru: Невозможно переместить страницу, так как страница с таким именем уже существует

source: Can't move page: {}
ru: Невозможно переместить страницу: {}

source: First Wiki Page
ru: Первая викистраница

source: !! First Wiki Page This is the first page. You can use a text formatting: '''bold''', ''italic'', {+underlined text+}, [[https://jenyay.net | link]] and others.
ru: !! Первая викистраница Это первая страница. Здесь Вы можете использовать форматирование текста, например: '''полужирный шрифт''', ''курсив'', {+подчеркнутый текст+}, [[https://jenyay.net | ссылки]] и другое.

source: test
ru: проверка

source: Can't create wiki
ru: Невозможно создать вики

source: versions_lang
ru: ru

source: awards
ru: награды

source: battery
ru: батарейка

source: books
ru: книги

source: computer
ru: компьютер

source: emotions
ru: эмоции

source: flags
ru: флаги

source: folders
ru: папки

source: food
ru: продукты

source: internet
ru: интернет

source: money
ru: деньги

source: people
ru: люди

source: signs
ru: знаки

source: software
ru: программы

source: tags
ru: метки

source: weather
ru: погода

source: list
ru: список

source: bookmarks
ru: закладки

source: Line Breaks (<br/>)
ru: Разрывы строк (<br/>)

source: LANGUAGE_DEFAULT
ru: LANGUAGE_RUSSIAN

source: The page title contains the expression "%xx". Links on this page may be invalid.
ru: Заголовок страницы содержит выражение "%xx". Ссылки на эту страницу могут не работать.

source: The page title is empty
ru: Заголовок страницы пустой

source: Invalid the page title
ru: Ошибка заголовка страницы

source: The page title can not begin with __
ru: Заголовок страницы не может начинаться с __

source: The page title contains invalid characters
ru: Заголовок страницы содержит запрещённые символы

source: The page title contains invalid characters for Microsoft Windows operating system
ru: Заголовок страницы содержит запрещённые в Microsoft Windows символы

source: Plug-in "{}". Can't read "{}" file
ru: Плагин "{}". Ошибка чтения файла "{}"

source: Plug-in "{}" is outdated. Please, update the plug-in.
ru: Плагин "{}" устарел. Пожалуйста, обновите плагин.

source: Plug-in "{}" is designed for a newer version OutWiker. Please, install a new OutWiker version.
ru: Плагин "{}" разработан для более новой версии OutWiker. Пожалуйста, установите новую версию OutWiker.

source: Printing error
ru: Ошибка печати

source: Overwrite
ru: Перезаписать

source: Load
ru: Загрузить

source: Cancel
ru: Отмена

source: Page "%s" is changed by the external program
ru: Содержимое страницы "%s" изменено сторонней программой

source: Owerwrite?
ru: Перезаписать?

source: Lines
ru: Строки

source: Default color
ru: Цвет по умолчанию

source: Select color...
ru: Выбрать цвет...

source: Abbreviated weekday name
ru: День недели сокращенно

source: Full weekday name
ru: День недели полностью

source: Abbreviated month name
ru: Название месяца сокращенно

source: Full month name
ru: Название месяца полностью

source: Appropriate date and time representation
ru: Привычное представление даты и времени

source: Day of the month as a decimal number (01, 02, ..., 31)
ru: Число месяца (01, 02, ..., 31)

source: Hour(24-hour clock) as a decimal number (00, 01, ..., 23)
ru: Час как десятичное число (00, 01, ..., 23)

source: Hour(12-hour clock) as a decimal number (01, 02, ..., 12)
ru: Час как десятичное число (01, 02, ..., 12)

source: Month as a decimal number (01, 02, ..., 12)
ru: Месяц (01, 02, ..., 12)

source: Minute as a decimal number (00, 01, ..., 59)
ru: Минуты (00, 01, ..., 59)

source: AM or PM
ru: До полудня или после полудня

source: Second as a decimal number (00, 01, ..., 59)
ru: Секунды (00, 01, ..., 59)

source: Appropriate date representation
ru: Привычное представление даты

source: Appropriate time representation
ru: Привычное представление времени

source: Year without century (00, 01, ..., 99)
ru: Год (последние две цифры)

source: Year with century
ru: Год (полностью)

source: A literal '%' character
ru: Символ '%'

source: Parent
ru: Родитель

source: Modify date
ru: Дата изменения

source: Find what:
ru: Найти:

source: Next
ru: Далее

source: Prev
ru: Назад

source: Replace with:
ru: Заменить:

source: Replace
ru: Заменить

source: Replace All
ru: Заменить все

source: Not found
ru: Не найдено

source: Select file
ru: Выберите файл

source: File not selected
ru: Файл не выбран

source: Selected file not exists
ru: Выбранный файл не существует

source: Select a file, not a folder
ru: Выберите файл, а не папку

source: File already exists
ru: Файл уже существует

source: New file
ru: Новый файл

source: Exiting file
ru: Существующий файл

source: Overwrite all
ru: Перезаписать все

source: Skip
ru: Пропустить

source: Skip all
ru: Пропустить все

source: {size:_d} bytes
ru: {size:_d} байт

source: Can't execute file '%s'
ru: Ошибка запуска файла '%s'

source: Can't read file %s
ru: Ошибка чтения файла %s

source: Custom icon
ru: Пользовательский значок

source: Default icon
ru: Значок по умолчанию

source: Create new page...
ru: Создать новую страницу...

source: Path to current notes tree
ru: Путь до дерева заметок

source: Insert table
ru: Вставить таблицу

source: Columns count
ru: Количество столбцов

source: Rows count
ru: Количество строк

source: Advanced
ru: Расширенное

source: Border width
ru: Толщина рамки

source: Header cells for first row
ru: Заголовочные ячейки в первой строке

source: Insert rows
ru: Вставить строки

source: Number of notes: {}
ru: Количество заметок: {}

source: Applied tags only
ru: Только установленные теги

source: Add "{}" to dictionary
ru: Добавить "{}" в словарь

source: Spell
ru: Орфография

source: Unknown page type. It is possible that an additional plugin is required to display this page.
ru: Неизвестный тип страницы. Возможно, требуется дополнительный плагин для отображения этой страницы.

source: Page content:
ru: Содержимое страницы:

source: Auto Line Wrap
ru: Автоматический перенос строк

source: Auto line wrap for HTML pages
ru: Автоматический перенос строк на HTML-странице

source: Code / Preview
ru: Код / Просмотр

source: Switch Code <--> Preview for HTML and wiki pages
ru: Переключение Код <--> Просмотр для HTML- и викистраниц

source: Page rendered. Please wait…
ru: Страница подготавливается. Пожалуйста, подождите…

source: Page loading. Please wait…
ru: Загрузка страницы. Пожалуйста, подождите…

source: Page loading error: {}
ru: Ошибка загрузки страницы: {}

source: HTML Page
ru: HTML-страница

source: Align
ru: Выравнивание

source: Alignment
ru: Выравнивание

source: Formatting
ru: Форматирование

source: Lists
ru: Списки

source: Tables
ru: Таблицы

source: Last modified date: {0}
ru: Дата последнего изменения: {0}

source: Tags:
ru: Метки:

source: Search Page
ru: Страница поиска

source: # Search
ru: # Поиск

source: Phrase for search:
ru: Фраза для поиска:

source: Any tag
ru: Любая метка

source: All tags
ru: Все метки

source: Clear all tags
ru: Очистить все метки

source: Find
ru: Найти

source: Sort by
ru: Сортировать по

source: Search pages...
ru: Поиск страниц...

source: Title (inverse)
ru: Заголовок (обратный порядок)

source: Changing date (newest first)
ru: Дата изменения (новые сверху)

source: Changing date (oldest first)
ru: Дата изменения (старые сверху)

source: Creation date (newest first)
ru: Дата создания (новые сверху)

source: Creation date (oldest first)
ru: Дата создания (старые сверху)

source: Text Page
ru: Текстовая страница

source: Attachment (:attachlist:)
ru: Вложения (:attachlist:)

source: Insert (:attachlist:) command
ru: Вставить команду (:attachlist:)

source: Name
ru: Имени

source: Extension
ru: Расширению

source: Size
ru: Размеру

source: Date
ru: Дате

source: Folder
ru: Папка

source: Sort by
ru: Сортировать по

source: Descending sort
ru: Сортировать по убыванию

source: Children (:childlist:)
ru: Дочерние страницы (:childlist:)

source: Insert (:childlist:) command
ru: Вставить команду (:childlist:)

source: as in tree
ru: как в дереве

source: by name
ru: по имени

source: by creation date
ru: по дате создания

source: by changing date
ru: по дате изменения

source: Sort
ru: Сортировка

source: Date format (empty string - format from program setting)
ru: Формат даты (пустая строка - формат будет прочитан из настроек программы)

source: Creation date (:crdate:)
ru: Дата создания (:crdate:)

source: Insert command (:crdate:) for show date of creation of the page
ru: Вставить команду (:crdate:) для показа даты создания страницы

source: Edition date (:eddate:)
ru: Дата последней правки (:eddate:)

source: Insert command (:eddate:) for show date of last modification of the page
ru: Вставить команду (:eddate:) для показа даты последнего изменения страницы

source: Big font
ru: Крупный шрифт

source: Small font
ru: Мелкий шрифт

source: Include (:include ...:)
ru: Включение (:include ...:)

source: Insert (:include:) command
ru: Вставить команду (:include:)

source: Current page does not have any attachments
ru: На текущей странице нет ни одного вложенного файла

source: Select attachment
ru: Выберите вложение

source: Encoding
ru: Кодировка

source: Convert symbols <, > and && to HTML
ru: Преобразовывать символы <, > и && в HTML-представление

source: Parse wiki notation
ru: Включить разбор викинотации

source: List item style...
ru: Стиль элемента списка...

source: Select list item style (bullet)
ru: Выбор стиля элемента списка

source: Multiline block [{…}]
ru: Многострочный блок [{…}]

source: Insert a multiline block
ru: Вставить многострочный блок

source: Non-parsed [=…=]
ru: Оформленное [=…=]

source: Non parsed text
ru: Текст без преобразования

source: Html Code
ru: Код HTML

source: Open HTML code for wiki page
ru: Открыть код HTML для викистраницы

source: Insert thumbnail
ru: Вставить миниатюру

source: Update HTML Code
ru: Обновить код HTML

source: Update HTML code for wiki page
ru: Обновить код HTML для викистраницы

source: Text style...
ru: Стиль текста...

source: Apply style to text
ru: Применить стиль к тексту

source: Select style
ru: Выберите стиль

source: Styles
ru: Стили

source: Advanced style...
ru: Расширенный стиль...

source: Show dialog for advanced text style settings
ru: Показать диалог для расширенных настроек стиля текста

source: Can't load file %s
ru: Ошибка чтения файла %s

source: Select font size
ru: Выберите размер шрифта

source: List item style
ru: Стиль элемента списка

source: List item
ru: Элемент списка

source: Invisible
ru: Невидимый

source: None
ru: Нет

source: Style name
ru: Имя стиля

source: Text color
ru: Цвет текста

source: Text background
ru: Фон текста

source: Custom CSS
ru: Дополнительные стили CSS

source: Can't open file '{}'
ru: Ошибка открытия файла '{}'

source: Encoding error in file '{}'
ru: Ошибка кодировки файла '{}'

source: Can't create thumbnail for <b>"{}"</b>
ru: Ошибка создания миниатюры для <b>"{}"</b>

source: Thumbnails
ru: Миниатюра

source: Select attached image
ru: Выберите картинку из вложений

source: Thumbnail size
ru: Размер миниатюры

source: Width
ru: Ширина

source: Height
ru: Высота

source: Max size
ru: Максимальный размер

source: 0 - default size
ru: 0 - размер по умолчанию

source: Wiki Page
ru: Викистраница

source: Wiki
ru: Вики

source: Commands
ru: Команды

source: Select text color
ru: Выбор цвета текста

source: Select text background color
ru: Выбор цвета фона текста

source: Show HTML Code Tab
ru: Показывать вкладку с кодом HTML

source: Highlight the Wiki Notation
ru: Раскрашивать викинотацию

source: Thumbnail Size
ru: Размер миниатюр

source: Template for empty page
ru: Шаблон для пустой страницы

source: Default link style
ru: Стиль ссылок по умолчанию

source: [[comment -> link]]
ru: [[комментарий -> ссылка]]

source: [[link | comment]]
ru: [[ссылка | комментарий]]
