Repository: Jenyay/OutWiker
Catalog: plugins/htmlheads/htmlheads/locale/*/LC_MESSAGES/htmlheads.po
Languages: uk

source: HTML Headers
uk: Заголовки HTML

source: Plugin adds wiki-commands (:title:), (:description:), (:keywords:) and (:htmlhead:)
uk: Додаток додає команди (:title:), (:description:), (:keywords:) та (:htmlhead:) для вікісторінок.

source: <b>Usage:</b> (:title Page title:) (:description Page description:) (:keywords keyword_1, keyword_2, other keyword:) (:htmlhead:) &lt;meta http-equiv='Content-Type' content='text/html; charset=utf-8' /&gt; &lt;meta name='robots' content='index,follow' /&gt; (:htmlheadend:)
uk: <b>Використання:</b> (:title Заголовок сторінки:) (:description Опис сторінки:) (:keywords ключове слово 1, ключове слово 2, ще одне ключове слово:) (:htmlhead:) &lt;meta http-equiv='Content-Type' content='text/html; charset=utf-8' /&gt; &lt;meta name='robots' content='index,follow' /&gt; (:htmlheadend:)

source: https://jenyay.net/Outwiker/HtmlHeadsEn
uk: https://jenyay.net/Outwiker/HtmlHeads

source: Title (:title ...:)
uk: Заголовок (:title ...:)

source: HtmlHeads plugin. Insert (:title... :) command to add <title> tag in the page head.
uk: Додаток HtmlHeads. Вставити команду (:title ...:) для додавання тегу <title> у заголовок сторінки.

source: Description (:description ...:)
uk: Опис (:description ...:)

source: HtmlHeads plugin. Insert (:description... :) command to add description in the page head.
uk: Додаток HtmlHeads. Вставити команду (:description ...:) для додавання опису у заголовок сторінки.

source: Keywords (:keywords ...:)
uk: Ключові слова (:keywords ...:)

source: HtmlHeads plugin. Insert (:keywords... :) command to add keywords in the page head.
uk: Додаток HtmlHeads. Вставити команду (:keywords ...:) для додавання ключових слів у заголовок сторінки.

source: Custom head (:htmlhead:)
uk: Довільний заголовок (:htmlhead:)

source: HtmlHeads plugin. Insert (:htmlhead:) command to add custom tags in the page head.
uk: Додаток HtmlHeads. Вставити команду (:htmlhead ...:) для додавання тегів користувача у заголовок сторінки.

source: CSS Style (:style:)
uk: Стиль CSS (:style:)

source: HtmlHeads plugin. Insert (:style:) command to add custom CSS style to page.
uk: Додаток HtmlHeads. Вставити команду (:style:) для додавання CSS стилю користувача у заголовок сторінки.
